{
   "parent" : "ShatteredWorld",
   "decription" : "Hallo D:",
   "questSetCatalog" : [
      {
         "id" : "set000",
         "name" : "Aller Anfang ist schwer",
         "decription" : "etwas Tinker, Pam, Ernergie, Ex-Nihilo, Ex-Astris",
         "quests" : [
            {
               "id" : "quest000",
               "name" : "Karate Tiger",
               "description" : "Wie die Beschreibung schon sagt, aller Anfang ist schwer. Zunaechst muessen wir uns etwas Holz besorgen. Mit dem gekonnten Handkantenschlag zerlegen wir einen Baum in seine Einzelteile.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Detection Task",
                     "description" : "Holz ist die Grundlage fuer viele Rezepte hier. Aber achte auf die Waechter, die auftauchen koennen"
                  },
                  {
                     "id" : "task001",
                     "name" : "Crafting Task",
                     "description" : "Wenn man das Holz in ein Crafting Grid legt, kann man daraus Bretter (Planks) machen."
                  }
               ]
            },
            {
               "id" : "quest001",
               "name" : "In der Ruhe liegt die Kraft",
               "description" : "Neben dem Brot muss es doch noch was anderes zu Essen geben. Ich habe gehoert, dass Fisch sehr gesund sein soll und wunderbar zu einem trockenen Stueck Brot passen soll. Manch einer packt sich auch den Fisch ins Brot.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Crafting Task",
                     "description" : "Zu der Angel braucht man nur noch einen kleinen See und los geht es mit dem erholsamen Angeln."
                  },
                  {
                     "id" : "task001",
                     "name" : "Detection Task",
                     "description" : "Ruhig Blut, angeln ist kein Sport, hier liegt die Kraft in der inneren Ruhe."
                  }
               ]
            },
            {
               "id" : "quest002",
               "name" : "Sichere Nacht",
               "description" : "Fuer eine Sichere Nacht braucht man eine Behausung, etwas Bewaffnung und eventuell auch noch ein Bett. Damit vergeht auch die furchtbarste Nacht wie im Fluge.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Crafting Task",
                     "description" : "Das grosse Problem an einem Bett ist die Wolle und insbesondere die Faeden dazu. Schafe keonnen wir noch nicht scheren. Aber alle Arten von Spinnen sind da sehr hilfreich. Nur keine Angst!"
                  }
               ]
            },
            {
               "id" : "quest003",
               "name" : "Der beste Ordnungssinn",
               "description" : "So langsam haeufen sich ein paar Gegenstaende. Den ganzen Cobblestone, das Holz und ein paar andere Dinge muss man doch besser unterbringen koennen, als in einer Kiste.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Crafting Task",
                     "description" : "Die Kapazitaet der drei Drawer ist gleich, jedoch teilt sich die Kapazitaet auf die Anzahl der Schubladen auf."
                  }
               ]
            },
            {
               "id" : "quest004",
               "name" : "Mehr ist immer besser",
               "description" : "Mit der Zeit werden die Oak Drawers auch voll. Aber zum Glueck kann man diese auch aufwerten.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Crafting Task",
                     "description" : "Wenn du mit dem Storage Upgrade auf einen Storage Drawer rechtsklickst, dann wird dessen Kapazitaet erhoeht. Mit der leeren Hand oeffent man ein Konfigurationsmenue zu den Boxen, mit dem man die Upgrades verwalten kann."
                  }
               ]
            },
            {
               "id" : "quest005",
               "name" : "Die Toolstation",
               "description" : "Das faellen der Baeume mit der Hand ist eine muessige Taetigkeit. Da muss es doch was besseres geben. Und ja das gibt es. Ist ganz einfach, nur ruhig bleiben.\nDafuer muessen wir uns zunaechst mal eine Werkbank (Crafting Table) bauen.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Crafting Task",
                     "description" : "Mit diesen Tischen kannst du dir Werkzeuge aus Tinkers Construct bauen."
                  }
               ]
            },
            {
               "id" : "quest006",
               "name" : "Wilde Tiere",
               "description" : "Um Himmels willen, was laufen da in der Nacht alles fuer merkwuerdige Tiere in der Gegend rum. Einige von ihnen scheinen zwar freundlich zu sein, aber die meisten sind nicht gut auf mich zu sprechen, leben sie doch schon laenger hier als ich.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Detection Task",
                     "description" : "Ein Longsword ist eine gute Allround Waffe mit mittlerer Geschwindigkeit und mittlerem Schaden."
                  }
               ]
            },
            {
               "id" : "quest007",
               "name" : "Wer hat denn da Angst?",
               "description" : "Manchmal habe ich in der Nacht so komische Geraeusche draussen gehoert und dunkle lange Gestalten huschen an meinem Fenster vorbei. Die haben sicher schoene Sachen dabei, auch wenn sie die nicht freiwillig heraus ruecken",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Detection Task",
                     "description" : "Diese Perlen sollte man sich so frueh wie moeglich besorgen."
                  }
               ]
            },
            {
               "id" : "quest008",
               "name" : "Unbesiegbar",
               "description" : "Zum Glueck leben wir in einer kleinen Behausung, manche sagen auch Loch dazu. Aber was wollen die ganzen boesen Gesellen von mir da draussen. Ich gehe mal raus und frage sie.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Killing Task",
                     "description" : "Monster toetttttteeeeeennnnnnnnnnnnnnnn",
                     "mobs" : [
                        {
                           "id" : "mob000",
                           "name" : "Skeleton"
                        },
                        {
                           "id" : "mob001",
                           "name" : "Zombie"
                        }
                     ]
                  }
               ]
            },
            {
               "id" : "quest009",
               "name" : "Die Werkbank",
               "description" : "Im weiteren Spielverlauf werden viele Zahnraeder benoetigt. Es ist deshalb eine gute Gelegenheit schon jetzt zu wissen, wie man dies herstellt.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Crafting Task",
                     "description" : "Diese simplen Gegenstaende lassen sich schnell aus Holz und Stein herstellen."
                  },
                  {
                     "id" : "task001",
                     "name" : "Detection Task",
                     "description" : "Nachdem du die Werkbank aufgestellt hast, legst du die File in den oberen Slot. Oben rechts kann man den Arbeitsmodus dieser Aendern. Ein Stueck Holz legt man in den linken Slot. Nach mehreren Arbeitsschritten erhaelt man dann das fertige Zahnrad."
                  }
               ]
            },
            {
               "id" : "quest010",
               "name" : "Die Steinmine",
               "description" : "Wo kommt man am besten an die guten Steine, man geht unter Tage. Dazu sollte man aber auch eine kleine Spitzhake dabei haben.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Crafting Task Flint",
                     "description" : "Das erste Handwerksmaterial ist Flint. Man erhaelt es durch ein einfaches Rezept aus Kies (Gravel). Man muss nur 4 davon in einer L-Form angeordnen."
                  },
                  {
                     "id" : "task001",
                     "name" : "Crafting Task Pickaxe",
                     "description" : "Mit einem Pickaxe Head Stencil aus dem Stencil Table kann man im Part Builder mit dem Flint einen Pickaxe Head machen. Dazu braucht man dann noch ein Binding und einen Tool Rod, die man beide genauso herstellt, aber als Material Holzbretter (Planks) verwendet. Am Schluss baut man alles in der Tool Station zusammen."
                  },
                  {
                     "id" : "task002",
                     "name" : "Detection Task",
                     "description" : "Mit der neuen Spitzhake kann man nun ganz leicht Steine abbauen und bekommt Cobblestone. Aber auch hier gibt es Waechter. Sei gewarnt!"
                  }
               ]
            },
            {
               "id" : "quest011",
               "name" : "Der Schmelzofen",
               "description" : "Da muss es doch noch was geben, was man sich aus den schnoeden Steinen bauen kann. Und siehe da, man kann sich daraus einen Ofen bauen.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Crafting Task",
                     "description" : "Dieses Teil ist so simple, aber auch so hilfreich. Man kann Stein, Erze, aber auch Essen kochen. Das darf natuerlich in keinem Haushalt fehlen."
                  }
               ]
            },
            {
               "id" : "quest012",
               "name" : "Es werde Licht",
               "description" : "Verdammt sind die Naechte hier Dunkel. Da wuerde doch ein wenig Licht in unserer eventuell schon bestehenden kleinen Behausung doch alles viel angenehmer machen. Also bauen wir uns doch ein paar Fackeln",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Crafting Task",
                     "description" : "Hierfuer brauchst du Kohle oder Charcoal und Sticks."
                  }
               ]
            },
            {
               "id" : "quest013",
               "name" : "Das ist alles fuer den Popo",
               "description" : "Wenn ich wirklich alles, was ich hier so finde, aufbewahren moechte, dann fehlt mir auf meiner Insel der Platz. Also muss ich ein paar Sachen wegwerfen. Ein Muelleimer ist doch genau das richtige.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Crafting Task",
                     "description" : "Alle Items, die in den Muelleimer wandern sind fuer immer verloren. Also sei vorsichtig!"
                  }
               ]
            },
            {
               "id" : "quest014",
               "name" : "Alles kurz und klein schlagen",
               "description" : "Jetzt haben wir uns schon ein wenig diese broeckeligen Steins besorgt. Aber da gibt es neben dem Ofen doch sicherlich noch weitere Verwendungen.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Crafting Task",
                     "description" : "Mit dem Hammer kann man Feldstein (Cobblestone) zu Kies (Gravel) zerkleinern. "
                  },
                  {
                     "id" : "task001",
                     "name" : "Detection Task",
                     "description" : "... und wenn man das mehrfach macht, dann entstehen Kies (Gravel) -> Sand -> Staub (Dust)"
                  }
               ]
            },
            {
               "id" : "quest015",
               "name" : "Toepfers ist so schoen",
               "description" : "Jetzt brauchen wir nur noch Wasser und etwas mit dem wir Wasser von einem Punkt A zu einem Punkt B bringen koennen. ",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Crafting Task",
                     "description" : "Die Barrel kann fuer verschiedene Sachen verwendet werden. Wenn diese unter freiem Himmel steht und es regnet, dann fuellt sie sich langsam mit Wasser. Man kann sie auch mit einem Eimer befuellen und leeren."
                  },
                  {
                     "id" : "task001",
                     "name" : "Detection Task",
                     "description" : "Wenn man in die mit Wasser gefuellte Barrel Staub (Dust) legt, kommt Lehm (Clay) heraus. Aus dem Lehm stellt man den Eimer her, den man nochmal im Ofen brennen kann."
                  }
               ]
            },
            {
               "id" : "quest016",
               "name" : "Herrschaft des Feuers",
               "description" : "Ich habe mal gehoert, dass Lava fuer vieles gut sein soll. Und die koennen wir uns sogar aus normalem Stein herstellen. Man braucht dazu nicht viel.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Detection Task",
                     "description" : "Mit einer simplem Fackel und diesem Schmelztiegel (Crucible) kann man Stein in Lava umwandeln. Der Lehmeimer ist aber sehr empfindlich und kann nur einmal eingestzt werden."
                  }
               ]
            },
            {
               "id" : "quest017",
               "name" : "Sieben bis der Arzt kommt",
               "description" : "Jetzt haben wir den Stein klein bekommen. Da schimmern in manchen der Brocken ein wenig andere Sachen durch. Wie komme ich da nur ran?",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Crafting Task",
                     "description" : "Da wir kaum Rohstoffe aus dem Boden holen koennen, muessen wir andere Wege gehen. Das Sieben der feinen Materialien bringt manchen Schatz zum Vorschein."
                  }
               ]
            },
            {
               "id" : "quest018",
               "name" : "Der Metallkoch",
               "description" : "Jetzt haben wir doch schon das eine oder andere Rohmetall (Ore) gefunden. Man kann viele davon in einen Ofen (Furnace) werfen und brennen, aber dieser Weg ist nicht effektiv. Eine Schmelze ist der bessere Weg.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Crafting Task",
                     "description" : "In der Schmelze wird die Ausbeute an Metallen verdoppelt. Ebenso kann man damit Metalllegierungen herstellen. Den Aufbau kann man im Handbuch Mighty Smelting nachlesen."
                  }
               ]
            },
            {
               "id" : "quest019",
               "name" : "Die Giesserei",
               "description" : "Jetzt haben wir das Metall in fluessiger Form. Aber irgendwie wollen wir das ja auch in der richtigen Form haben. Dafuer brauchen wir Negativformen (Casts).",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Detection Task",
                     "description" : "Die zwei wichtigsten Formen sind Barren und Zahnrad. Um den Cast herzustellen muss man ein Positiv auf den Casting Table legen und Aluminium Brass oder Gold drauflaufen lassen."
                  }
               ]
            },
            {
               "id" : "quest020",
               "name" : "Das neue Zeitalter",
               "description" : "Heureka, endlich ist es so weit. Mit den ersten Metallen stossen wir ein komplett neue Welt auf. Die totale Automatisierung ist bestimmt nicht mehr weit.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Detection Task",
                     "description" : "Die beim Sieben entstehenden kleineren Teilchen muss man zusammenfassen, indem man 4 davon im Quadrat ins Crafting Grid legt."
                  }
               ]
            },
            {
               "id" : "quest021",
               "name" : "Wie passt nur alles da rein",
               "description" : "Andauernd habe ich die Taschen voll. Eine weitere Transportmoeglichkeit muss her.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Crafting Task",
                     "description" : "Ein Rucksack ist genau das Richtige, was wir brauchen. Wenn wir diesen auch noch leicht vergroessern koennen, was braucht man mehr. \nEinfach das Upgrade in den Rucksack legen und dann darauf rechts klicken. Fertig!"
                  }
               ]
            },
            {
               "id" : "quest022",
               "name" : "Wie man einen See versetzt",
               "description" : "Da ist mir doch glatt ein kleiner Teich im Weg, aber wohin mit dem ganzen Wasser aus dem Teich.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Crafting Task",
                     "description" : "Der Tank kann vergroessert werden. Mit einem Crescent Hammer kann man mit SHIFT und Rechtklick den Tank abbauen, ohne das die Fluessigkeiten verloren gehen. Wenn man den Tank auf eine Maschine setzt und dem Tank mit dem Crescent Hammer einen rechtsklick verpasst, so funktioniert er meistens als Fluessigkeitsquelle."
                  }
               ]
            },
            {
               "id" : "quest023",
               "name" : "Dummheit schafft Freiraum",
               "description" : "Die ganze Zeit am Sieb stehen, alles kurz und klein zertruemmern und auch noch selber sich um die Steine kuemmern ... das muss doch viel einfacher gehen.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Crafting Task",
                     "description" : "Der Hammer kann alles, was auch der Stone Hammer kann, braucht dafuer aber Energie. Das Sieb funktioniert genauso, wie das andere Sieb, nur das hier auch schon ein wenig Platz vorhanden ist, aber auch das braucht Energie."
                  }
               ]
            },
            {
               "id" : "quest024",
               "name" : "Der Held der Automatisierung",
               "description" : "Mit Energie geht vieles besser, mit Energie macht man sich die Haende nicht mehr so schmutzig. Was man so alles mit Energie anstellen kann. Man braucht die winzig kleinen Brocken, die beim Sieben rauskommen nicht mehr von Hand zusammen setzen.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Crafting Task",
                     "description" : "Links und Rechts davon eine Kiste oder aehnliches aufstellen und er versucht die Gegenstaende aus der linken Kiste zusammenzufassen und legt sie dann in die rechte Kiste. Die Seite mit dem aufgemalten Crafting Grid auf der Maschine ist die Vorderseite."
                  }
               ]
            },
            {
               "id" : "quest025",
               "name" : "Wie die Axt im Wald",
               "description" : "Baum fuer Baum und Holzblock fuer Holzblock faellen ist sehr anstrengend. Ich habe da was von einer neumodischen Axt gehoert. Die sollte uns dabei helfen.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Crafting Task",
                     "description" : "Als erstes muss der Werkzeugtisch (Tool Station) aufgewertet werden. Mit dem Schmiedewerkzeugtisch (Tool Forge Station) kann man sich die fortgeschrittenen Waffen und Werkzeuge herstellen. Das Problem ist hier das richtige Material fuer die Metallbloecke zu finden."
                  },
                  {
                     "id" : "task001",
                     "name" : "Detection Task",
                     "description" : "Mit dieser Axt reicht es den Baum unten zu faellen. Der Rest kommt von selbst."
                  }
               ]
            },
            {
               "id" : "quest026",
               "name" : "Aus dem Nichts erschaffen",
               "description" : "Wasser haben wir in kleinen Mengen. Es soll eine Wundermaschine geben, die aus wenig Wasser viel macht und das fast umsonst. Klingt nach einer unmoeglichen Werbung aber das gibt es wirklich",
               "tasks" : [
               ]
            },
            {
               "id" : "quest027",
               "name" : "Der Weltwanderer",
               "description" : "Die Insel hier ist ja schoen und gut. Aber wenn man in 45 Minuten die Insel umrunden kann und dabei noch in der Zeit viele Pausen machen kann, dann bekommt man doch irgendwann einen Inselkoller. OK, man kann in die Hoelle gehen, aber da gefaellt es mir doch hier besser. Gibt es noch andere Orte, die ich besuchen sollte?",
               "tasks" : [
               ]
            }
         ]
      },
      {
         "id" : "set001",
         "name" : "Der gruene Daumen",
         "decription" : "alles zu Agricraft, Pam und Forestry",
         "quests" : [
            {
               "id" : "quest028",
               "name" : "Farmland vorbereiten",
               "description" : "So langsam bekomme ich ein wenig Apetitt. Aber Pflanzen brauchen Zeit zum wachsen. Deswegen sollten wir uns bereits mal ein Feld vorbereiten, auf dem wir in Kuerze etwas anpflanzen koennen.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Crafting Task",
                     "description" : "Alle Pflanzen brauchen spezielles Farmland, welches nur in einem Komposter hergestellt werden kann. Abfaelle koennen hier kompostiert werden. Besser, als sie in den Muelleimer zu werfen."
                  },
                  {
                     "id" : "task001",
                     "name" : "Crafting Task",
                     "description" : "Die Mattock ist ein Multi Funktionelles Werkzeug. Man kann damit Erde abbauen (Schaufel Ersatz), Baeume Faellen (Axt Ersatz) und gleichzeitig auch noch Felder pfluegen, ein Wunderwerk neuzeitlicher Ingenieurskunst."
                  },
                  {
                     "id" : "task002",
                     "name" : "Detection Task",
                     "description" : "Garden Soil ist eine wunderbare Grundlage fuer ein Feld. Normales Farmland wird hier nicht funktionieren."
                  }
               ]
            },
            {
               "id" : "quest029",
               "name" : "Kochen will gelernt sein",
               "description" : "Fuer eine gesunde Ernaehrung fehlt noch die Abwechslung. Vielleicht sollten wir uns ja an ausgefalleneren Rezepten versuchen. Wir brauchen dafuer nur noch ein paar Kuechenutensilien.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Crafting Task",
                     "description" : "Diese Gegenstaende werden fuer bessere Rezepte benoetigt. Je besser und aufwendiger das Essen, desto mehr Hunger kann damit auch gestillt werden."
                  }
               ]
            },
            {
               "id" : "quest030",
               "name" : "Nahrung vorbereiten",
               "description" : "Aus meinem Appetit von vorhin wird langsam ein ausgewachsener Hunger. Jetzt ist es an der Zeit das Feld zu bestellen und etwas anzupflanzen",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Crafting Task",
                     "description" : "Zuerst die Crops aufs Feld setzen, dann in das gesetzt Crop den Samen setzen. Ernten geht dann mit der leeren rechten Hand. Dabei bleibt die eigentliche Pflanze stehen und kann gleich wieder wachsen."
                  },
                  {
                     "id" : "task001",
                     "name" : "Detection Task",
                     "description" : "Eventuell muss man hier noch ein wenig Zuechten."
                  }
               ]
            },
            {
               "id" : "quest031",
               "name" : "Brot fuer die Welt",
               "description" : "Nachdem wir ein so schoenes Feld haben, sollten wir Weizen anbauen. Aus dem machen wir uns dann Mehl und daraus stellen wir Teig her. Das koennen wir zum Schluss zu nahrhaftem Brot backen. Das klingt doch nach einem Plan. ",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Crafting Task",
                     "description" : "Mit dem Moerser und Stoessel (Mortar and Pestle) und etwas Weizen stellt man Mehl her, dass man mit Wasser und Salz zu Teig (Dough) verarbeiten kann."
                  },
                  {
                     "id" : "task001",
                     "name" : "Detection Task",
                     "description" : "Den Teig muss man nur in den Ofen schieben und es kommt ofenfrisches Brot raus. Aus dem kann man durch nochmaliges backen dann Toast erzeugen."
                  }
               ]
            },
            {
               "id" : "quest032",
               "name" : "Der Schnellkochtopf",
               "description" : "Der wahre Schefkoch arbeitet natuerlich nur mit dem besten Kuechengeraeten. Diese bestehen aus hochwertigen Materialien.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Crafting Task",
                     "description" : "Wichtige Kuechengeraete aus Eisen oder anderen Metallen."
                  }
               ]
            },
            {
               "id" : "quest033",
               "name" : "Milch macht muede Maenner munte",
               "description" : "Eine der wichtigsten Fluessigkeiten, die besonders beim Backen gebraucht wird.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Detection Task",
                     "description" : "Ich denke eine Kuh sollte hier hilfreich sein."
                  },
                  {
                     "id" : "task001",
                     "name" : "Crafting Task",
                     "description" : "Frische Milch kann in groesseren Mengen hergestellt werden, ist stapelbar und blockiert keine Eimer."
                  }
               ]
            },
            {
               "id" : "quest034",
               "name" : "Darwin hatte recht",
               "description" : "Mit diesen paar Samen, die wir in der Erde gefunden haben, kann man nicht viel anfangen. Aber der versierte Gaertner kennt die Methode der Veredlung und Kreuzung.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Crafting Task",
                     "description" : "Mit diesen Tools kann man die Qualitaet der gezuechteten Samen bestimmen. Das Buch informiert dich ueber moegliche Kreuzungen."
                  },
                  {
                     "id" : "task001",
                     "name" : "Detection Task",
                     "description" : "Diese Samen werden als Basis fuer andere Zuechtungen gebraucht."
                  }
               ]
            },
            {
               "id" : "quest035",
               "name" : "sag es mit Blumen",
               "description" : "Mit Blumen kann man viel sagen ohne grosse Worte zu verlieren. Ausserdem werden die Pulver aus den gemahlenen Bluetenblaettern gebraucht.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Detection Task Blumen",
                     "description" : "Ein paar einfache Blumen."
                  },
                  {
                     "id" : "task001",
                     "name" : "Detection Task Botania",
                     "description" : "Diese exotischen Blumen haben besondere Eigenschaften."
                  }
               ]
            },
            {
               "id" : "quest036",
               "name" : "Die Wunder der Genetic",
               "description" : "Genetische Forschung bringt mitunter sonderbare Geschoepfe hervor. Einige davon sind sogar sehr nuetzlich.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Detection Task",
                     "description" : "Mit diesen speziellen Samen ist die Produktion von Nuggets besonders einfach."
                  }
               ]
            },
            {
               "id" : "quest037",
               "name" : "Die eigenen Burgerkette",
               "description" : "Mit etwas Salat wird jedes Gericht viel gesuender aussehen. ",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Detection Task",
                     "description" : "Das zuechten dieser Pflanzen wird die Nahrungspalette dramatisch erweitern."
                  }
               ]
            },
            {
               "id" : "quest038",
               "name" : "vegetarische Kost",
               "description" : "Jeder Ernaehrungswissenschaftler wird dir bestaetigen, das eine ueberwiegend pflanzliche Ernaehrung viel gesuender ist.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Detection Task",
                     "description" : "Die Soyabone ist ideal als Fleischersatz."
                  },
                  {
                     "id" : "task001",
                     "name" : "Crafting Task",
                     "description" : "Roh kann man diese aber nicht geniessen."
                  },
                  {
                     "id" : "task002",
                     "name" : "Detection Task",
                     "description" : "Und hier haben wir die vegetarischen Basisprodukte. Die schmecken bestimmt genauso gut."
                  }
               ]
            },
            {
               "id" : "quest039",
               "name" : "Die Bewaesserung",
               "description" : "Wir sollten dafuer sorgen, das unsere Anpflanzungen nicht austrocknen. Eine gute Bewaesserung ist die Basis eines guten Ertrags.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Crafting Task",
                     "description" : "Den Tank kann man beliebig gross machen und er kann Regenwasser auffangen. Das Wassertranspportsystem ist einfach aber effektiv."
                  }
               ]
            },
            {
               "id" : "quest040",
               "name" : "Das kleine Autocrafting",
               "description" : "Unnamed quest",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Crafting Task",
                     "description" : "A task where the player has to craft specific items."
                  }
               ]
            },
            {
               "id" : "quest041",
               "name" : "Gluehkathodenverarbeiter",
               "description" : "Unnamed quest",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Crafting Task",
                     "description" : "A task where the player has to craft specific items."
                  }
               ]
            },
            {
               "id" : "quest042",
               "name" : "Die kleine Farm",
               "description" : "Unnamed quest",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Crafting Task",
                     "description" : "A task where the player has to craft specific items."
                  }
               ]
            },
            {
               "id" : "quest043",
               "name" : "Der sauber Treibstoff",
               "description" : "Unnamed quest",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Crafting Task",
                     "description" : "A task where the player has to craft specific items."
                  }
               ]
            },
            {
               "id" : "quest044",
               "name" : "Der Schwarm",
               "description" : "Unnamed quest",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Crafting Task",
                     "description" : "A task where the player has to craft specific items."
                  }
               ]
            },
            {
               "id" : "quest045",
               "name" : "Das echte Gold",
               "description" : "Unnamed quest",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Detection Task",
                     "description" : "A task where the player needs specific items. These do not have to be handed in, having them in one's inventory is enough."
                  }
               ]
            },
            {
               "id" : "quest046",
               "name" : "Das schwarze Gold",
               "description" : "Unnamed quest",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Detection Task",
                     "description" : "A task where the player needs specific items. These do not have to be handed in, having them in one's inventory is enough."
                  }
               ]
            },
            {
               "id" : "quest047",
               "name" : "Der Weg zum Baumpfleger",
               "description" : "Unnamed quest",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Detection Task",
                     "description" : "A task where the player needs specific items. These do not have to be handed in, having them in one's inventory is enough."
                  },
                  {
                     "id" : "task001",
                     "name" : "Crafting Task",
                     "description" : "A task where the player has to craft specific items."
                  }
               ]
            },
            {
               "id" : "quest048",
               "name" : "Der Oelzweig",
               "description" : "Unnamed quest",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Detection Task",
                     "description" : "A task where the player needs specific items. These do not have to be handed in, having them in one's inventory is enough."
                  }
               ]
            },
            {
               "id" : "quest049",
               "name" : "Der Weg des Imkers",
               "description" : "Unnamed quest",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Detection Task",
                     "description" : "A task where the player needs specific items. These do not have to be handed in, having them in one's inventory is enough."
                  },
                  {
                     "id" : "task001",
                     "name" : "Crafting Task",
                     "description" : "A task where the player has to craft specific items."
                  }
               ]
            },
            {
               "id" : "quest050",
               "name" : "Die Bienenkoenigin",
               "description" : "Unnamed quest",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Detection Task",
                     "description" : "A task where the player needs specific items. These do not have to be handed in, having them in one's inventory is enough."
                  },
                  {
                     "id" : "task001",
                     "name" : "Crafting Task",
                     "description" : "A task where the player has to craft specific items."
                  }
               ]
            },
            {
               "id" : "quest051",
               "name" : "Schleudern will gelernt sein",
               "description" : "Unnamed quest",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Crafting Task",
                     "description" : "A task where the player has to craft specific items."
                  },
                  {
                     "id" : "task001",
                     "name" : "Detection Task",
                     "description" : "A task where the player needs specific items. These do not have to be handed in, having them in one's inventory is enough."
                  }
               ]
            },
            {
               "id" : "quest052",
               "name" : "Der Wettergott",
               "description" : "Unnamed quest",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Crafting Task",
                     "description" : "A task where the player has to craft specific items."
                  }
               ]
            },
            {
               "id" : "quest053",
               "name" : "Der feiner Faden",
               "description" : "Unnamed quest",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Detection Task",
                     "description" : "A task where the player needs specific items. These do not have to be handed in, having them in one's inventory is enough."
                  }
               ]
            },
            {
               "id" : "quest054",
               "name" : "Des Imkers Ruestung",
               "description" : "Unnamed quest",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Crafting Task",
                     "description" : "A task where the player has to craft specific items."
                  }
               ]
            }
         ]
      },
      {
         "id" : "set002",
         "name" : "Der Geist in der Maschine",
         "decription" : "alles zu Thermal Expansion, Buildcraft",
         "quests" : [
            {
               "id" : "quest055",
               "name" : "Die Rohrpost",
               "description" : "Jetzt liegen wieder meine Gegenstaende an der falschen Stelle. Kann ich die nicht automatisch weiterschicken?",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Crafting Task",
                     "description" : "Die Leitungen gibt es in verschiednen Varianten. Sie unterscheiden sich durch das, was sie weiterleiten. Das Material bestimmt viele Eigenschaften der Leitung, wie z.B. Geschwindigkeit. Es gibt drei Arten, die entweder Gegenstaende transportieren ..."
                  },
                  {
                     "id" : "task001",
                     "name" : "Crafting Task",
                     "description" : "... Fluessigkeiten weiterleiten ..."
                  },
                  {
                     "id" : "task002",
                     "name" : "Crafting Task",
                     "description" : "... oder Strom weitergeleitet."
                  }
               ]
            },
            {
               "id" : "quest056",
               "name" : "Der Sortierer",
               "description" : "Unnamed quest",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Crafting Task",
                     "description" : "A task where the player has to craft specific items."
                  },
                  {
                     "id" : "task001",
                     "name" : "Crafting Task",
                     "description" : "A task where the player has to craft specific items."
                  }
               ]
            },
            {
               "id" : "quest057",
               "name" : "Die Huepfburg",
               "description" : "Unnamed quest",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Crafting Task",
                     "description" : "A task where the player has to craft specific items."
                  }
               ]
            },
            {
               "id" : "quest058",
               "name" : "Der Laserstrahl",
               "description" : "Unnamed quest",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Crafting Task",
                     "description" : "A task where the player has to craft specific items."
                  },
                  {
                     "id" : "task001",
                     "name" : "Detection Task",
                     "description" : "A task where the player needs specific items. These do not have to be handed in, having them in one's inventory is enough."
                  }
               ]
            },
            {
               "id" : "quest059",
               "name" : "Der Architekt",
               "description" : "Unnamed quest",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Crafting Task",
                     "description" : "A task where the player has to craft specific items."
                  },
                  {
                     "id" : "task001",
                     "name" : "Detection Task",
                     "description" : "A task where the player needs specific items. These do not have to be handed in, having them in one's inventory is enough."
                  }
               ]
            },
            {
               "id" : "quest060",
               "name" : "Der Tycoon",
               "description" : "Unnamed quest",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Crafting Task",
                     "description" : "A task where the player has to craft specific items."
                  }
               ]
            },
            {
               "id" : "quest061",
               "name" : "Der Wasserturm",
               "description" : "Unnamed quest",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Crafting Task",
                     "description" : "A task where the player has to craft specific items."
                  }
               ]
            },
            {
               "id" : "quest062",
               "name" : "Der Energiespeicher",
               "description" : "Unnamed quest",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Crafting Task",
                     "description" : "A task where the player has to craft specific items."
                  }
               ]
            },
            {
               "id" : "quest063",
               "name" : "Das Universaltalent",
               "description" : "Manches stoert mich, dass man fuer viele Schritte immer wieder eine andere Maschine braucht. Aber da gibt es ein quasi Universaltalent, wenn es um Brennen und Legierungen geht.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Crafting Task",
                     "description" : "Beim Alloy Smelter ist es wichtig, das der Knopf rechts unten in der GUI richtig eingestellt ist \"Furnace only\", Alloys ..."
                  },
                  {
                     "id" : "task001",
                     "name" : "Detection Task",
                     "description" : "A task where the player needs specific items. These do not have to be handed in, having them in one's inventory is enough."
                  }
               ]
            },
            {
               "id" : "quest064",
               "name" : "Die Induktionsschleife",
               "description" : "Dann werfen wir doch mal das Universaltalent an.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Detection Task",
                     "description" : "Fuer die Upgrades und viele andere Dinge braucht man spezielle Legierungen, die man im Alloy Smelter herstellen kann."
                  },
                  {
                     "id" : "task001",
                     "name" : "Crafting Task",
                     "description" : "Mit Kapazitatoren kann man nicht nur Dinge bauen, man kann auch Maschinen verbessern."
                  }
               ]
            },
            {
               "id" : "quest065",
               "name" : "Die Kneifzange",
               "description" : "Um Maschinen abzubauen eine Spitzhake verwenden? Das geht nun wirklich nicht.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Crafting Task",
                     "description" : "Um Maschinen oder Pipes einzustellen oder sie mit \"SHIFT-RechtsKlick\" abzubauen verwendet man eine Zange \/ Wrench"
                  }
               ]
            },
            {
               "id" : "quest066",
               "name" : "Die Ueberwachung",
               "description" : "Irgendwie produziere ich manchmal zu viel Strom und verbrauche dadurch zu viel Brennstoff. Das geht auch anders.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Crafting Task",
                     "description" : "Mit dem Power Monitor kann man den Energie Level messen und entsprechende Steuerungen aufbauen. Z.B. kann man einen Generator abschalten, wenn genug Strom gespeichert ist."
                  }
               ]
            },
            {
               "id" : "quest067",
               "name" : "Das Fass mit Boden",
               "description" : "Kann man nicht auch noch ein paar brennbare Fluessigkeiten herstellen? Damit wuerden ja grenzenlose Moeglichkeiten auf mich zukommen.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Crafting Task",
                     "description" : "Mit dem Vat kann man verschiedene Fluessigkeiten herstellen. Am besten mal in der Maschine dann den Rezept Knopf druecken."
                  }
               ]
            },
            {
               "id" : "quest068",
               "name" : "Dark Armor",
               "description" : "Jetzt habe ich doch glatt zu viel Dark Steel in der Tasche. Das verwenden wir jetzt aber so richtig sinnvoll fuer eine tolle Ruestung",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Crafting Task",
                     "description" : "Der Dark Armor sieht nicht nur duester aus, man kann ihn auch durch allerlei Upgrades so richtig gut ausstatten."
                  }
               ]
            },
            {
               "id" : "quest069",
               "name" : "Die boese Seele",
               "description" : "Monster sind extrem laestig. Aber manchmal haben sie ganz nuetzliche Sachen bei sich. Kann man das nicht irgendwie sicherer gestalten?",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Crafting Task",
                     "description" : "In dem Soul Binder kann man mit RF und Erfahrungspunkten Gegenstaende kombinieren. Ausserdem kann man bei kaputten Spawnern den Typen einstellen, indem man eine Monster Seele mit dem Spawner kombiniert."
                  },
                  {
                     "id" : "task001",
                     "name" : "Detection Task",
                     "description" : "Die neue Maschine nutzen wir gleich mal um uns einen Franken Zombie zu erschaffen ... Duesteres Gelaechter ... um danach ..."
                  },
                  {
                     "id" : "task002",
                     "name" : "Crafting Task",
                     "description" : "... uns einen kontrollierbaren Spawner zu bauen. "
                  }
               ]
            },
            {
               "id" : "quest070",
               "name" : "Die Resonanze",
               "description" : "Einige unsere Gegenstaende muessen geladen werden.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Detection Task",
                     "description" : "Fuer die Maschine brauchen wir da zunaechst mal einen Ender Resonator"
                  },
                  {
                     "id" : "task001",
                     "name" : "Crafting Task",
                     "description" : "... den wir dann im Wireless Charger verbauen. Die Reichweiter betraegt 24 Bloecke und hat einen internen Puffer von 200.000 RF."
                  }
               ]
            }
         ]
      },
      {
         "id" : "set003",
         "name" : "Das Hologramm",
         "decription" : "alles zu AE2",
         "quests" : [
            {
               "id" : "quest071",
               "name" : "Der Staub der Sterne",
               "description" : "Nachdem wir jetzt so viel Material haben, haben wir ein Problem. Wohin damit? Aber dafuer gibt es etwas ganz praktisches. Aber bis das funktioniert, muessen wir noch so einiges tun.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Detection Task",
                     "description" : "Um an Flux Kristalle zu kommen, muss man geladenen Certus Quartz, Nether Quartz und Redstone im Verhaeltniss 1:1:1 in eine Pfuetze oder See werfen. Nach kurzer Zeit kommt Flux Kristall raus. Diesen kann man danach zerkleinern um an Flux Staub \/ Dust zu kommen."
                  },
                  {
                     "id" : "task001",
                     "name" : "Crafting Task",
                     "description" : "Aus dem Staub \/ Dust kann man auch noch spezielles Glass herstellen. Dabei ist es unwichtig, ob es Certus oder Nether Quartz Staub ist."
                  }
               ]
            },
            {
               "id" : "quest072",
               "name" : "Der geladene Kristall",
               "description" : "Fuer manche Rezepte braucht man geladenen Certus Quartz. Um diesen zu produzieren, braucht man eine kleine Maschine. ",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Crafting Task",
                     "description" : "Bei dieser Maschine musst du aufpassen, die nimmt nicht von allen Seiten Strom an."
                  }
               ]
            },
            {
               "id" : "quest073",
               "name" : "Die Wachstumsblasen",
               "description" : "Da wir nicht im Ueberfluss die Quartz Arten zur Verfuegung haben, muessen wir mal schauen, ob man diese nicht auch noch zuechten kann.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Crafting Task",
                     "description" : "Der Crystal Growth Accelerator beschleunigt den Vorgang, aus Kristall Seeds Kristalle zu erzeugen. Dazu muss dieser neben dem Wasser plaziert werden, in den die Seeds geworfen werden. Mehr hilft hier tatsaechlich mehr, aber die brauchen auch maechtig viel Strom."
                  }
               ]
            },
            {
               "id" : "quest074",
               "name" : "Der Herr der Kristalle",
               "description" : "Endlich haben wir einen Weg gefunden, um die Kristalle zu vervielfachen. Aber es dauert seine Zeit, bis wir die Kristalle gezuechtet haben.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Crafting Task",
                     "description" : "Diese Seeds hier muss man einfach in Wasser werfen, dann fangen diese an zu wachsen. Um das Wachstum zu beschleunigen, kann man den Crystal Growth Accelerator verwenden."
                  },
                  {
                     "id" : "task001",
                     "name" : "Detection Task",
                     "description" : "A task where the player needs specific items. These do not have to be handed in, having them in one's inventory is enough."
                  }
               ]
            },
            {
               "id" : "quest075",
               "name" : "Der Graveur",
               "description" : "Fuer die komplizierteren Maschinen brauchen wir spezielle Prozessoren.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Crafting Task",
                     "description" : "Mit dieser Maschine und den passenden Formen koennen wir dann Prozessoren und die dafuer notwendigen Komponenten herstellen."
                  },
                  {
                     "id" : "task001",
                     "name" : "Detection Task",
                     "description" : "A task where the player needs specific items. These do not have to be handed in, having them in one's inventory is enough."
                  }
               ]
            },
            {
               "id" : "quest076",
               "name" : "Der Microchip",
               "description" : "Jetzt wird es Zeit, den ersten Prozessor zu bauen",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Detection Task",
                     "description" : "Dieser Prozessor besteht aus drei Teilen, wovon wir zwei vorher schon in der gleichen Maschine herstellen muessen."
                  }
               ]
            },
            {
               "id" : "quest077",
               "name" : "Der Innere Kern",
               "description" : "In Applied Energistics geht es um das Thema Materie in Bits und Bytes zu wandeln und umgekehrt aus Bits und Bytes wieder Materie herzustellen.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Crafting Task",
                     "description" : "Um Materie in Bytes und umgekehrt zu wandeln, gibt es zwei Standard Bauteile, die man dann in den einzelnen Komponenten verbauen muss, je nach Verwendungszweck."
                  }
               ]
            },
            {
               "id" : "quest078",
               "name" : "Die Umlagerung",
               "description" : "Mit der Hand das Material rein oder wieder raus zu bekommen ist langwierig und langweilig. ",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Crafting Task",
                     "description" : "Mit dem IO Port kann man zwischen dem ME Netzwerk und den Festplatten \/ Storage Cells Gegenstaende transferieren."
                  }
               ]
            },
            {
               "id" : "quest079",
               "name" : "Das Fenster in die Seele",
               "description" : "Jetzt haben wir vielleicht schon die ersten Gegenstaende in unserem schoenen ME Netzwerk, aber wie kann ich da reinschauen?",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Crafting Task",
                     "description" : "Das ist die Zukunft moderner Lagerhaltung."
                  }
               ]
            },
            {
               "id" : "quest080",
               "name" : "Der Kabelbinder",
               "description" : "Jetzt werden das schon mehr und mehr Geraete. Wir brauchen Kabel.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Crafting Task",
                     "description" : "Die ME Kabel gibt es in mehreren Arten. Das einfachste ist das Glass Cable, das man mit Wolle isolieren kann. An diesem Kabel, ob isoliert oder nicht, kann man maximal acht Geraete anschliessen."
                  }
               ]
            },
            {
               "id" : "quest081",
               "name" : "Der kleine Speicher",
               "description" : "Es muss nicht immer Gross sein. Manchmal reicht auch schon was Kleines und Schlichtes.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Crafting Task",
                     "description" : "Das ME Drive hat verschiedene Seiten. An einer Seite kann man die Festplatte \/ Storage Cell reinstecken, an der anderen Seite kann man dann sehen, was auf der Festplatte liegt, vorrausgesetzt das ME Drive hat Strom."
                  }
               ]
            },
            {
               "id" : "quest082",
               "name" : "Klein aber fein",
               "description" : "Ein paar Maschinen stehen ja um unser ME Netzwerk schon herum. Kann man die vielleicht daran anschliessen?",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Crafting Task",
                     "description" : "Mit dem Storage Bus sieht man im ME Netzwerk, welche Gegenstaende in der angeschlossenen Kiste oder Maschine sind. Der Export Bus dient zum Exportieren von Gegenstaenden AUS dem Netzwerk heraus in Kisten oder Maschinen, der Import Bus Importiert Gegenstaende IN das ME Netzwerk"
                  }
               ]
            },
            {
               "id" : "quest083",
               "name" : "Der Microprocessor",
               "description" : "Jetzt sollten wir gleich noch schauen, ob wir mehr speichern koennen",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Detection Task",
                     "description" : "Zum Speichern der Informationen gibt es noch andere, verbesserte Geraete. Da diese aber komplizierter sind, braucht es hier einen verbesserten Prozessor."
                  }
               ]
            },
            {
               "id" : "quest084",
               "name" : "Der grosse Speicher",
               "description" : "Pro Festplatte eine ME Chest, da ist ja trotzdem ganz viel Platz weg. Dann bringt das ja nicht so viel, oder?",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Crafting Task",
                     "description" : "Storage Cells koennen auch in einem Plattenschrank \/ ME Drive verwendet werden. Hier passen dann 10 Platten \/ Storage Cells rein. "
                  }
               ]
            },
            {
               "id" : "quest085",
               "name" : "Die Steckkarten",
               "description" : "Viele der Maschinen aus Applied Energistics erscheinen mir noch recht einfach. Kann man die noch verbessern?",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Crafting Task",
                     "description" : "Fuer die Verbesserung der einzelnen Komponenten eines Applied Energistics Netzwerkes gibt es Karten. Fuer die Karten braucht man eine dieser beiden Komponenten."
                  }
               ]
            },
            {
               "id" : "quest086",
               "name" : "Der Formatierer",
               "description" : "Irgendwie sieht es auf den Platten \/ Storage Cells aus wie Kraut und Rueben. Kann man das darauf nicht etwas \"organisierter\" gestalten?",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Crafting Task",
                     "description" : "Mit dieser Cell Workbench kann man sehr genau festlegen, welche Gegenstaende \/ Items auf die Platte sollen."
                  }
               ]
            },
            {
               "id" : "quest087",
               "name" : "Der Erbauer",
               "description" : "Irgendwie ist das doof, die Gegenstaende heraus zu nehmen und dann in einem normalen Crafting Table zu verwenden.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Crafting Task",
                     "description" : "Das Crafting Terminal verwendet die Gegenstaende aus dem ME Netzwerk oder aus deinem Inventar. Rezepte kann man auch per Klick auf das \"?\" in NEI uebernehmen."
                  }
               ]
            },
            {
               "id" : "quest088",
               "name" : "Die helfende Hand",
               "description" : "Unnamed quest",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Crafting Task",
                     "description" : "A task where the player has to craft specific items."
                  }
               ]
            },
            {
               "id" : "quest089",
               "name" : "Der Microcomputer",
               "description" : "Immer komplizierter werden die Geraete, die wir anschliessen koennen. Nun brauchen wir wohl noch bessere Prozessoren",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Detection Task",
                     "description" : "Mit diesen Prozessoren werden nun die letzten Maschinen moeglich, die man an ein ME Netzwerk anschliessen kann."
                  }
               ]
            },
            {
               "id" : "quest090",
               "name" : "Der Meister",
               "description" : "Jetzt haben wir acht Maschinen. Aber da stehen doch noch so viele rum. ",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Crafting Task",
                     "description" : "An jeder Seite des ME Controllers koennen bis zu 32 Geraete angeschlossen werden, voraus gesetzt, es ist das richtige Kabel."
                  }
               ]
            },
            {
               "id" : "quest091",
               "name" : "Der Zauberer",
               "description" : "Jetzt geht schon so viel mit diesem Zauberkasten. Bin ja mal gespannt, was noch so alles gehen soll.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Crafting Task",
                     "description" : "In diesem Geraet werden Gegenstaende automatisch hergestellt. Dazu muss man ein ME Interface anschliessen, in dass man die Rezepte reinlegt. Jede Seite kann ein eigenes ME Interface bekommen. Ein ME Interface kann auch mehrere Crafting Chambers verwenden."
                  }
               ]
            },
            {
               "id" : "quest092",
               "name" : "Der Grossrechner",
               "description" : "Jetzt wird es langsam umfangreich, ok, das ist es ja bereits. Aber mit jeder Ausbaustufe kann das Monster hier mehr.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Crafting Task",
                     "description" : "Jeder Crafting Prozessor hat eine maximale Kapazitaet fuer die Gegenstaende, die man fuer den Bauvorgang braucht. Der Co Prozessor kann zusaetzliche Assembler mit Material versorgen, damit z.B. zwei Assembler gleichzeitig einen Gegenstand produzieren."
                  }
               ]
            },
            {
               "id" : "quest093",
               "name" : "Der Administrator",
               "description" : "Jetzt baut das Ding und baut und baut und ich habe keine Ahnung, was es genau gerade tut.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Crafting Task",
                     "description" : "Mit diesen beiden Komponenten sehn wir etwas genauer, wo was wie gerade passiert. Ebenso koennen wir die Rezepte intelligenter verteilen."
                  }
               ]
            },
            {
               "id" : "quest094",
               "name" : "ein Fass ohne Boden",
               "description" : null,
               "tasks" : [
               ]
            },
            {
               "id" : "quest095",
               "name" : "der Geist in der Flasche",
               "description" : null,
               "tasks" : [
               ]
            },
            {
               "id" : "quest096",
               "name" : "der virtuelle Zaubertisch",
               "description" : null,
               "tasks" : [
               ]
            }
         ]
      },
      {
         "id" : "set004",
         "name" : "Der Zauberlehrling",
         "decription" : "alles zu Ars Magica 2",
         "quests" : [
            {
               "id" : "quest097",
               "name" : "Der singende See",
               "description" : "Ein guter Zauberer braucht auch immer ein geheimnisvolles Zauberbuch. Darin kann er all seine Geheimnisse notieren. Ein solches Buch ist auch mit Magie erfuellt und zeichnet wundersame Dinge auf, die dir nuetzlich sind.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Detection Task",
                     "description" : "Plaziere ein Buch in einen Rahmen in der Naehe eines magischen See. Wenn du die Melodie siehst, bist du fast am Ziel."
                  }
               ]
            },
            {
               "id" : "quest098",
               "name" : "Das stille Oertchen",
               "description" : "Der sichere Weg zu neuer Erkenntnis ist die Meditation. Dafuer braucht man einen speziellen Altar. Hier kann man seine Meisterschaft zu neuen Faehigkeiten formen.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Crafting Task",
                     "description" : "Der Occulus ist der wichtigste Block des Hexenmeisters. Hier kann man Erfahrungspunkte in neue Faehikgkeiten umwandeln, aus denen man dann maechtige Zauberspueche formen kann. Waehle deine Punkte mit bedacht!"
                  }
               ]
            },
            {
               "id" : "quest099",
               "name" : "Der Trommelrevolver",
               "description" : "Mit der Zeit wirst du immer mehr Zaubersprueche kenne. Ein besonders Gefaess sollte nicht schaden. Ausserdem kann man die Zauber damit leicht auswaehlen und benutzen.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Crafting Task",
                     "description" : "Das Zauberbuch ist der Beutel fuer alle Zaubersprueche. Man kann die wichtigsten davon in eine Schnellleiste ziehen."
                  }
               ]
            },
            {
               "id" : "quest100",
               "name" : "Der Basteltisch",
               "description" : "Wie ein Dichter muessen alle Zaubersprueche geformt werden. Dafuer ist ein besondere Tisch noetig. Auf diesem werden die Zauber in magischem Papyrus gebannt. Hierbei zeigt sich der ware Meister.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Crafting Task",
                     "description" : "Der Beschriftungstisch (Inscription Table) ist der erste Schritt zu maechtigen Zaubern. Alles was du im Occulus gelernt hast, kannst du hier kombinieren."
                  }
               ]
            },
            {
               "id" : "quest101",
               "name" : "Das Rednerpult",
               "description" : "So ein Zauberbuch kann die Taschen schon ganz schoen ausbeulen. Damit die Zauberruestung immer top aussieht, gibt es ein nettes Pult. Auf diesem kann man alle Buecher und Zauberspruchanleitungen plazieren.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Crafting Task",
                     "description" : "Dieser simple Buchstand kann einzeln butzt werden, wird aber auch fuer Crafting Altar gebraucht."
                  }
               ]
            },
            {
               "id" : "quest102",
               "name" : "Der Platz der Wunder",
               "description" : "Nur zu Wissen wie Zaubersprueche funktionieren genuegt natuerlich nicht. Man moechte sie auch anwenden. Dazu muss man sich diese erst zusammen bauen. Der Hexenmeister nutzt dazu ein Crafting Altar.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Crafting Task",
                     "description" : "Die genaue Form dieses Altars ist in deinem Compendium beschrieben. Du solltest gleich die besten Materialien benutzen, dann brauchts du ihn spaeter nicht aufzuruesten."
                  }
               ]
            },
            {
               "id" : "quest103",
               "name" : "Mage Amor",
               "description" : "Wenn man zu einem erlesenen Kreis gehoeren will muss man sich auch dessen Etiketten unterwerfen. Die richtige Kleidung muss bei allen Empfaengen unbedingt getragen werden. Ausserdem dient sie natuerlich als magischer Schutzanzug.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Crafting Task",
                     "description" : "Diese einfachen Ruestungsteile lassen sich aus normalen Grundsstoffen herstellen."
                  }
               ]
            },
            {
               "id" : "quest104",
               "name" : "Der Ofen der Weisen",
               "description" : "Die erste rohe Essenze ist die Neutrale Essenze. Dazu wird der Obelisk benutzt.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Crafting Task",
                     "description" : "In dem Obelisk kann man unterschiedliche Materialien oder Fluessigkeiten verbrennen."
                  }
               ]
            },
            {
               "id" : "quest105",
               "name" : "Die magischen Tools",
               "description" : "Die Basis fuer bessere Zauber sind die Essenzen. Es ist wichtig Werkzeuge zu besitzen, mit denen man diese sehen und auf verschiedene magischen Bloecke umzuleiten.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Crafting Task Chalk",
                     "description" : "Mit der magischen Kreiden kann man den Ausstoss von Essenzen erhoehen."
                  },
                  {
                     "id" : "task001",
                     "name" : "Crafting Task Magitech",
                     "description" : "Mit diesen Dingern kann man sich den Fuellstand der Essenzen anzeigen."
                  },
                  {
                     "id" : "task002",
                     "name" : "Crafting Task Wrench",
                     "description" : "Das letzte Tool dient dem Umleiten der Essenzestroeme."
                  }
               ]
            },
            {
               "id" : "quest106",
               "name" : "Der magischen Speicher",
               "description" : "Ein Speicher fuer magische Essenzen kann nicht schaden. Dann hat man immer genuegend Essenze zur Verfuehgung.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Crafting Task",
                     "description" : "Der Speicher kann immer nur eine Art von roher Essenze speichern."
                  }
               ]
            },
            {
               "id" : "quest107",
               "name" : "Die magischen Blumen",
               "description" : "Was so ein richtiger Hexenmweister werden will, muss mit offenen Augen duch die Welt gehen. Die Kenntnisse aller Kraeuter und deren Eigenschaften macht den Unterschied.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Detection Task",
                     "description" : "Finde diese magischen Blumen. Sie sind sehr selten und schwer von anderen zu unterscheiden. Du findest sie unter magischen Baeumen, in Wuesten oder dunklen Stellen."
                  }
               ]
            },
            {
               "id" : "quest108",
               "name" : "Die magischen Essencen",
               "description" : "Es gibt spezielle magische Gegenstaende, die man braucht. Diese werden aus Arcane Ash hergestellt. Dazu braucht man viel von den rohen Essenzen und natuelich disen netten Veredler (Refiner).",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Crafting Task",
                     "description" : "Der Essence Refiner laesst sich zwar relativ leicht herstellen, aber die Voraussetzungen fuer die Herstellung der magischen Essencen sind doch recht hoch."
                  }
               ]
            },
            {
               "id" : "quest109",
               "name" : "Der erste Zauber",
               "description" : "Jetzt wird es aber Zeit. Die ganze Vorarbeit muss sich endlich lohnen. Der erste Zauber sollte aber ein leichter sein. Man muss ja erstmal etwas ueben.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Detection Task",
                     "description" : "Du solltest einen einfachen Zauber aus nur einem Zauberteilbaum bauen. Diesen kannst du dann so oft anwenden wie moeglich. Mit jeder Benutzung eines Zauber erhoehst du deine Erfahrung und kannst weider Zauber frei schalten."
                  }
               ]
            },
            {
               "id" : "quest110",
               "name" : "Battlemage Amor",
               "description" : "Fuer die Kaempfe gegen Monster braucht man eine bessere Ruestung. Da ist die Kampfmagier Ausreustung genau das richtige.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Crafting Task",
                     "description" : "Mit den magischen Essenzen aus dem Arcane Refiner kann man jetzt die besseren Ruestungen leicht herstellen."
                  }
               ]
            },
            {
               "id" : "quest111",
               "name" : "Die etwas andere Verzauberung",
               "description" : "Ein guter Zauberer ist auf all diese weltlichen Spielereien nicht angewiesen. Er hat seine eigenen Ruestungsverbesserungen. Immer wenn du zauberst wird deiner Ruestung ein Erfahrungslevel hinzu gefuehgt. Das gilt fuer alle Ruestungen. Dadurch kannst du deine Rstungen durch eine alternative Verzauberung weiter aufwerten.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Crafting Task",
                     "description" : "In diesem speziellen Verzaubertisch koennen die aufgesparten Erfahrungslevel in zusaetzlicher Verzeuberungen umgewandelt werden."
                  }
               ]
            },
            {
               "id" : "quest112",
               "name" : "Der mysterioese Meteor",
               "description" : "Ab einem Erfahrungslevel von 10 beginnen diese seltsamen Meteore vom Himmel zu fallen. Das Gestein, welches diese Meteore mit sich feuhren, habe besonder magische Eigenschaften. Halte staendig ausschau nach diesen Dingern.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Detection Task",
                     "description" : "Die Wahrscheinlichkeit fuer Meteore ist sehr gering. Trotzdem werden einige davon gebraucht."
                  }
               ]
            },
            {
               "id" : "quest113",
               "name" : "Der Kristall der Weisen",
               "description" : "Neben der Neutralen Essenze gibt es noch andere rohe Essenze. Die Lichtessenze ist eine davon und kann nur am Tag gewonnen werden. Allerdings braucht sie keinen Rohstoff.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Crafting Task",
                     "description" : "Ein normaler Obelisk wird mit einem speziellen Kreidemuster und verschiedenen Gegenstaenden aufgewertet. Die genaue Beschreibung findest du in deinem Compendium"
                  }
               ]
            },
            {
               "id" : "quest114",
               "name" : "Der Wirbel der Weisen",
               "description" : "Die letzte rohe Essenze wird aus sterbenden Monstern gewonnen.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Crafting Task",
                     "description" : "Auch hierfeur ist wieder ein Kreidemuster und verschiedene Gegenstaende noetig. Wie immer alles im Compendium beschrieben."
                  }
               ]
            },
            {
               "id" : "quest115",
               "name" : "Water Guardian",
               "description" : "So der 1. Boss (Level 10). Er sollte nicht all zu schwer sein.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Killing Task",
                     "description" : "Diese Boss kann nur in einem Ocean Biom beschworen werden. Die Plattform dazu ist leicht herzustellen.",
                     "mobs" : [
                        {
                           "id" : "mob000",
                           "name" : "Water Guardian"
                        }
                     ]
                  }
               ]
            },
            {
               "id" : "quest116",
               "name" : "Earth Guardian",
               "description" : "Der 2. Boss (Level 25) ist da schon etwas schwerer.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Killing Task",
                     "description" : "Dieser Boss zerstoert seine Umgebung, wenn er erscheint. Ihr sollten somit ein abgelenes Plaetzchen aussuchen.",
                     "mobs" : [
                        {
                           "id" : "mob000",
                           "name" : "Earth Guardian"
                        }
                     ]
                  }
               ]
            },
            {
               "id" : "quest117",
               "name" : "Air Guardian",
               "description" : "Der 3. Boss (Level 35). Jetzt wird es langsam spannend.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Killing Task",
                     "description" : "Dieser Boss kann nur auf einer Plattform ab einer Hoehe von 150 beschworen werden.",
                     "mobs" : [
                        {
                           "id" : "mob000",
                           "name" : "Air Guardian"
                        }
                     ]
                  }
               ]
            },
            {
               "id" : "quest118",
               "name" : "Arcane Guardian",
               "description" : "Der 4. Boss (Level 45) ist nicht fuer schwache Magier.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Killing Task",
                     "description" : "Fuer diesen Boss muss ein spezieller Altar errichtet werden. Ausserdem solltest du eine gute Ruestung mit magischem Wiederstand haben.",
                     "mobs" : [
                        {
                           "id" : "mob000",
                           "name" : "Arcane Guardian"
                        }
                     ]
                  }
               ]
            },
            {
               "id" : "quest119",
               "name" : "Life Guardian",
               "description" : "Gegen den 5. Boss (Level 50) sollte man nicht direkt bekaempfen.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Killing Task",
                     "description" : "Diese Bosskampf ist ewas anders, da man nicht gegen den Boss direkt kaempft, sondern gegen seine Minions.",
                     "mobs" : [
                        {
                           "id" : "mob000",
                           "name" : "Life Guardian"
                        }
                     ]
                  }
               ]
            },
            {
               "id" : "quest120",
               "name" : "Nature Guardian",
               "description" : "Dieser 6. Boss (Level 60) erscheint, wenn du dich zu sehr an den Dryaden vergreifst, die in der Welt rumlaufen.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Killing Task",
                     "description" : "Nachdem du 5 Draden getoetest hast, erscheint dieser Boss. Er kann viel einstecken und teilt auch gut aus.",
                     "mobs" : [
                        {
                           "id" : "mob000",
                           "name" : "Nature Guardian"
                        }
                     ]
                  }
               ]
            },
            {
               "id" : "quest121",
               "name" : "Winter Guardian",
               "description" : "Dieser 7. Boss (Level 70) friert alles in seiner Umgebung ein.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Killing Task",
                     "description" : "Ein seltsames Ritual. Nachdem man drei Schneemaenner geopfert hat, erscheint dieser Boss.",
                     "mobs" : [
                        {
                           "id" : "mob000",
                           "name" : "Winter Guardian"
                        }
                     ]
                  }
               ]
            },
            {
               "id" : "quest122",
               "name" : "Lightning Guardian",
               "description" : "Der 8. Boss (Level 70) ist ein Meister des Fernkampfes.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Killing Task",
                     "description" : "Fang den Blitz ein und dann besiege ihn. Ist doch einfach, oder?",
                     "mobs" : [
                        {
                           "id" : "mob000",
                           "name" : "Lightning Guardian"
                        }
                     ]
                  }
               ]
            },
            {
               "id" : "quest123",
               "name" : "Ender Guardian",
               "description" : "Der 10. Boss (Level 90+) ist aktuell der letzte und schwerste.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Killing Task",
                     "description" : "Wie der Name schon sagt, muss dieser Boss im End beschworen werden. Aber das schlimmste an diesem Boss ist seine Gesundheitsregeneration.",
                     "mobs" : [
                        {
                           "id" : "mob000",
                           "name" : "Ender Guardian"
                        }
                     ]
                  }
               ]
            },
            {
               "id" : "quest124",
               "name" : "Fang die flackernden Dinger",
               "description" : "Flicker sind schon ulkige Dinger. Ich glaube in einem anderen Mod machen diese Sigils fast das gleiche. Mit Flickers kann man verschieden Flaecheneffekte erreichen, um z.B. Monster fern zu halten oder anzulocken, Holz faellen, Felder zu ernten oder auch Biome zu aendern.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Crafting Task",
                     "description" : "Die zwei wichtigsten Basisgegenstaende. Mit dem Koeder (Lure) lockt man dieses Flimmern (Flicker) an. Dazu ist natuerlich immer die richtige Umgebung noetig. Und dann braucht man noch ein Gefaess (Jar), in das man das Flimmern einsperren kann."
                  },
                  {
                     "id" : "task001",
                     "name" : "Detection Task",
                     "description" : "Ja so einen Flimmern zu fangen ist schon eine knifflige Angelegenheit"
                  }
               ]
            },
            {
               "id" : "quest125",
               "name" : "Fang den Mond",
               "description" : "Um den entspechend Flaecheneffekt zu erreichen brauch man  einen Focus und einen Block, der diesen Focus aufnehmen kann.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Crafting Task",
                     "description" : "Der schwierigste Teil der Arbeit war das Einfangen der Flicker. Diese Teil ist dann wieder viel leichter."
                  }
               ]
            },
            {
               "id" : "quest286",
               "name" : "Fire Guardian",
               "description" : "Dieser 9. Boss (Level 90) muss im Nether beschworen werden.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Killing Task",
                     "description" : "Naja, wenn du schon gegen Blitze gekampft hast, wird dir der Kampf gegen Feuer doch genauso leicht fallen.",
                     "mobs" : [
                        {
                           "id" : "mob000",
                           "name" : "Fire Guardian"
                        }
                     ]
                  }
               ]
            }
         ]
      },
      {
         "id" : "set005",
         "name" : "Die Geister die ich rief",
         "decription" : "alles zu Thaumcraft",
         "quests" : [
            {
               "id" : "quest126",
               "name" : "Ein Stab sie alle zu Binden",
               "description" : "Jeder gute Zauberer braucht einen Zauberstab. Aber jeder faengt mal klein an.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Crafting Task",
                     "description" : "Dieser Zauberstab laesst sich leicht herstellen. Kann aber auch nicht viel magische Energie (Vis) speichern. Ausserdem saugt er magische Knoten komplett leer, was nicht gut ist."
                  }
               ]
            },
            {
               "id" : "quest127",
               "name" : "Der Stab des Lehrlings",
               "description" : "Jetzt, da du ein Lehrling geworden bist, solltest du auch einen besseren Zauberstab haben.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Detection Task",
                     "description" : "Dieser Zauberstab kann viel mehr Vis speichern und saugt die Knoten auch nicht mehr leer."
                  }
               ]
            },
            {
               "id" : "quest128",
               "name" : "Der Stab des Meisters",
               "description" : "Einem Meister gebuehrt einer der besten Zauberstaebe.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Detection Task",
                     "description" : "Dieser Zauberstab kann besonders viel Vis speichern."
                  }
               ]
            },
            {
               "id" : "quest129",
               "name" : "Der gedultige Forscher",
               "description" : "Mit unserem Zauberstab lassen sich die wichtigen Basisgegenstaende herstellen, die ein Zauberer braucht.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Detection Task",
                     "description" : "Das Zauberbuch haelt alle Informationen bereit, die wir brauchen. Es zeigt uns moeglich neue Zauber an und beschreibt alle Techniken."
                  },
                  {
                     "id" : "task001",
                     "name" : "Crafting Task",
                     "description" : "Bestimmte Zauber muessen erforscht werden. Das ist nur mit einem besonderen Zaubertisch moeglich."
                  }
               ]
            },
            {
               "id" : "quest130",
               "name" : "Es geht immer mal was daneben",
               "description" : "Manchmal geht schon etwas daneben oder wird nicht mehr gebraucht. Da die Zauberutensilien selten sind, ist es immer gut einige davon zurueck zu gewinnen.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Detection Task",
                     "description" : "Im Rueckbautisch (Deconstruction Table) koennen Items wieder in ihre Teile zerlegt werden. Allerdings erfolgt das mit einem kleinen Verlust."
                  }
               ]
            },
            {
               "id" : "quest131",
               "name" : "Der Durchblick",
               "description" : "Da wichtigste Werkzeug fuer den angehenden Zauberer. Viele Gegenstaende enthalten magische Energien. Man muss nur wissen was worin steckt.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Crafting Task",
                     "description" : "Das Thaumometer dient zum Scannen nach magischen Energien."
                  }
               ]
            },
            {
               "id" : "quest132",
               "name" : "Durch die rosa Brille",
               "description" : "Diese magischen Knoten zu finden ist schwer, weil sie kaum zu sehen sind. Mit dieser speziellen Brille wirst du sie sicher nicht mehr uebersehen.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Detection Task",
                     "description" : "Diese Brille kann allein getragen werden und laesst seinen Bezitzer viel intelligenter aus sehen. Sie kann aber auch mit manchem Ruestungsteil kombiniert werden."
                  }
               ]
            },
            {
               "id" : "quest133",
               "name" : "Thaumaturge Armor",
               "description" : "Die Dienstkleidung des Magiers. Sie ist nicht nur schoen sondern hat auch starke Widerstaende gegen magische Attacken.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Detection Task",
                     "description" : "Diese Ruestung besteht scheinbar nur aus drei Teilen, aber der schlaue Magier hat ja noch seine Brille."
                  }
               ]
            },
            {
               "id" : "quest134",
               "name" : "Der Superheld",
               "description" : "???",
               "tasks" : [
               ]
            },
            {
               "id" : "quest135",
               "name" : "Der Erbsenzaehler",
               "description" : "Automagy ???",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Detection Task",
                     "description" : "A task where the player needs specific items. These do not have to be handed in, having them in one's inventory is enough."
                  }
               ]
            },
            {
               "id" : "quest136",
               "name" : "Explosives Licht",
               "description" : "Nitor und Alumentum sind die ersten magischen Gegenstaende, die ein Magier keonnen muss.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Detection Task",
                     "description" : "Alumentum dient als Sprengstoff und Nitor als Feuer."
                  }
               ]
            },
            {
               "id" : "quest137",
               "name" : "Der Wunderofen",
               "description" : "Um weiter magische Energie herzustellen, muss diese aus den Gegenstaenden geloest werden. Das erfolgt duch verbrennen im Alchemischen Ofen.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Detection Task",
                     "description" : "Die frei gesetzten magischen Energien muessen mit anderen Mitteln abtransportiert werden."
                  }
               ]
            },
            {
               "id" : "quest138",
               "name" : "Die Destillerie",
               "description" : "Um schon sind wir beim Transport der magischen Energien.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Detection Task",
                     "description" : "Im Alchemischen Offen liegen die magischen Energien noch in gemischter Form vor. Mit der Alchemical Destillerie koennen diese getrennt werden."
                  }
               ]
            },
            {
               "id" : "quest139",
               "name" : "Tubes",
               "description" : "Natuerlich brauch man auch ein Transportsystem. Wie ein Gas kann so die magische Energie transportiert werden.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Detection Task",
                     "description" : "Die essenze Roehre (Tube) transport umkontrolliert die Energie und das Ventil (Valve) regelt den Transport."
                  }
               ]
            },
            {
               "id" : "quest140",
               "name" : "Schleudertrauma",
               "description" : "???",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Detection Task",
                     "description" : "A task where the player needs specific items. These do not have to be handed in, having them in one's inventory is enough."
                  }
               ]
            },
            {
               "id" : "quest141",
               "name" : "Der Kristallisierer",
               "description" : "Gase sind so fluechtige Aggregatzustaenden. In seiner festen Form lassen sich die magischen Energien viel leichter handhaben.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Detection Task",
                     "description" : "Mit einem angeschlossenen Lager hat man einen guten Vorrat und ist flexibel beim Einsatz magischer Energien."
                  }
               ]
            },
            {
               "id" : "quest142",
               "name" : "Das Parfuem",
               "description" : "Gas bewahrt man besser in Flaschen auf. Wenn man diese gut beschriftet, weiss man immer was drin ist.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Detection Task",
                     "description" : "Das klassische Aufbewahrungssystem fuer magische Energien."
                  }
               ]
            },
            {
               "id" : "quest143",
               "name" : "Der Geist in der Flasche",
               "description" : "Die magischen Knoten koennen weit in der Welt verteilt sein. Es waere viel einfachen diese direkt vor der Haustuer zu haben. Nur wie transportiert man diese Dinger?",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Detection Task",
                     "description" : "Man baut ein makroskopisches Gefaess um einen Knoten herum und verwandelt es danach in einen Knoten in einer Flasche um. Ist doch einfach."
                  }
               ]
            },
            {
               "id" : "quest144",
               "name" : "Der schuetzende Schild",
               "description" : "Diese Knoten sind ganz schoen aggressiv. Sie duerfen nicht zu nahe bei einander anfgestellt werden. Ausser man schirmt sie voneinader ab.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Detection Task",
                     "description" : "Mit einem Node Stabilizer kann man die Knoten stabilisieren, wie der Name schon sagt."
                  }
               ]
            },
            {
               "id" : "quest145",
               "name" : "Der Fluss der Seelen",
               "description" : "Jetzt waere doch dir beste Zeit ein Netzwerk zu errichten, so das die magische Energie direkt von den Knoten in die entsprechenden Maschinen fliesst.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Detection Task",
                     "description" : "Mit diesen Bloecken kann man die magische Energie direkt aus den Knoten abziehen und zu den Punkten transportieren, wo sie gebraucht wird."
                  }
               ]
            },
            {
               "id" : "quest146",
               "name" : "Die Tankstelle",
               "description" : "Jetzt ist es Zeit fuer ein automatisches Zauberstab Fuellsystem.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Detection Task",
                     "description" : "Wenn du das Vis Transportsystem mit den Knoten und dem Charger verbindest kannst du deine Zauberstaebe automatisch laden."
                  }
               ]
            },
            {
               "id" : "quest147",
               "name" : "Der Manipulator",
               "description" : "Was kann man alles mit Focies machen?",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Detection Task",
                     "description" : "A task where the player needs specific items. These do not have to be handed in, having them in one's inventory is enough."
                  }
               ]
            },
            {
               "id" : "quest148",
               "name" : "Magisches Metall",
               "description" : "Der wahre Magier braucht ntuerlich fuer seine Werkzeuge und Waffen magisches Metall. Deshalb ist es die erste Pflicht solches herzusellen.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Detection Task",
                     "description" : "Dieses magische Metall wird in einem magischen Schmelzofen hergestellt. Wie sollte es auch anders sein."
                  }
               ]
            },
            {
               "id" : "quest149",
               "name" : "Die Infusion",
               "description" : "Es gibt maechtige Zauber, die ein besonderes Instrument benoetigen. Dies ist der Infusion Altar. Hier koennen verschiedene Gegenstaende und magische Energien miteinander verschmolzen werden.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Detection Task",
                     "description" : "Der Infusion Altar basiert auf 2 wichtigen Elementen. Den Arcane Pedestal, auf denen Gegenstaende plziert werden koennen und der Runic Matrix, die die Umwandlung erst moeglich macht. Die Arcane Pedestal muessen immer zentral symmetrisch zur Runic Matrix angeordnet werden."
                  }
               ]
            },
            {
               "id" : "quest150",
               "name" : "Die Wunderlampen",
               "description" : "Es ist zwar nicht Aladins Wunderlampe, aber diese Lampen haben es ganz schoen in sich.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Detection Task",
                     "description" : "Die eine Lampe laesst die Jungtiere schneller wachsen, die andere zeigt im Ackerbau ihre ganze Kraft."
                  }
               ]
            },
            {
               "id" : "quest151",
               "name" : "Der Wunderbaum",
               "description" : "Es gibt einige besondere Baeume, die den angehenden Zauberer interessieren. Diese kann man mit etwas Glueck finden. Besser ist aber ein kontrollierte Herstellung.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Detection Task",
                     "description" : "Der Aufwand ist relativ hoch, aber es lohnt sich."
                  }
               ]
            },
            {
               "id" : "quest152",
               "name" : "Fortress Armor",
               "description" : "Und wieder eine tolle Ruestung.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Detection Task",
                     "description" : "Auch hier gibt es leider nur drei Teile."
                  }
               ]
            },
            {
               "id" : "quest153",
               "name" : "Der Architekt",
               "description" : "???",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Detection Task",
                     "description" : "A task where the player needs specific items. These do not have to be handed in, having them in one's inventory is enough."
                  }
               ]
            },
            {
               "id" : "quest154",
               "name" : "Minions",
               "description" : "Da wir noch grosse Weltherrschaftsplaene haben, brauchen wir dringend Helfer fuer unser Resourcenproblem.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Detection Task",
                     "description" : "Die Basis alle Golems ist dieser Core. Mache dich deshalb dringend mit seiner Herstellung vertraut."
                  }
               ]
            },
            {
               "id" : "quest155",
               "name" : "Der Gong",
               "description" : "Um deine Golems dirigieren zu koennen brauchst du ein besonderes Werkzeug. Damit kannst du deine Golems einsammeln, als auch ihnen bestimme Aufgaben zuteilen.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Detection Task",
                     "description" : "Wem die Klocke geschlagen hat, weiss was zu tun ist."
                  }
               ]
            },
            {
               "id" : "quest156",
               "name" : "Die Arbeiterkaste",
               "description" : "Die einfachsten Spezialisierungen fuer Golems sind das Ernten, Fischen und Holzfaellen.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Detection Task",
                     "description" : "Diese Cores sollten die ersten sein, die du baust."
                  }
               ]
            },
            {
               "id" : "quest157",
               "name" : "Das fleissige Bienchen",
               "description" : "Jetzt geht es daran den Golems das Transportieren zwischen Kisten bei zu bringen.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Detection Task",
                     "description" : "Heraus nehmen und hinein legen sind die zwei Basisfaehigkeiten, die ein fleissiger Golem kennen muss."
                  }
               ]
            },
            {
               "id" : "quest158",
               "name" : "Der intelligenter Soldat",
               "description" : "So, jetzt kommen die Spezialisten.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Detection Task",
                     "description" : "Mit diesen Spezialisierungen kann dein Golem auch Items benutzen, in bestimmte Kisten sortieren oder Fluessigkeiten transportieren."
                  }
               ]
            },
            {
               "id" : "quest159",
               "name" : "Die Schoenheitskoenigin",
               "description" : "Mitunter sind deine Golems ganz schoen limitiert in ihren Faehigkeiten. Es waere schoen, wenn sie schneller, intelligenter und staerker waeren.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Detection Task",
                     "description" : "Jedes dieser Upgrades kann bestimmte Faehigkeiten deiner Golems verbessern."
                  }
               ]
            },
            {
               "id" : "quest160",
               "name" : "Die Armee",
               "description" : "Es wird Zeit fuer deine persoenlicher Helferarmee.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Detection Task",
                     "description" : "Entsprechend des Basismaterials herhaelst du einen Golem mit speziellen Eigenschaften."
                  }
               ]
            },
            {
               "id" : "quest161",
               "name" : "Der Elitesoldat",
               "description" : "Es gibt ein Soldat, der alle anderen uebertrifft.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Detection Task",
                     "description" : "Er ist zwar der beste, aber auch der aufwendigste."
                  }
               ]
            },
            {
               "id" : "quest162",
               "name" : "Der Perfektionist",
               "description" : "???",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Detection Task",
                     "description" : "A task where the player needs specific items. These do not have to be handed in, having them in one's inventory is enough."
                  }
               ]
            }
         ]
      },
      {
         "id" : "set006",
         "name" : "Die zauberhafte Blume",
         "decription" : "alles zu Botania",
         "quests" : [
            {
               "id" : "quest163",
               "name" : "Lexica Botania",
               "description" : "Ein Meister der Kraeuterkunde braucht natuerlich ein gutes Lexikon.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Detection Task",
                     "description" : "Diese Buch ist super einfach herzustellen. Es enhaellt alle Hinweise, die man braucht."
                  }
               ]
            },
            {
               "id" : "quest164",
               "name" : "Mystical Flower",
               "description" : "Kraeterkunde ohne Kraeuter ist brotlose Kunst. Deshalb wird es deine Aufgabe sein, erst einmal einige Kraeuter zu sammeln und ihre einfachste Verarbeitung zu lernen.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Detection Task",
                     "description" : "Die Mystical White Flower ist da die wichtigste, die wir auf jeden Fall finden muessen."
                  },
                  {
                     "id" : "task001",
                     "name" : "Crafting Task Petal",
                     "description" : "Von allen Kraetern interessieren uns am meisten die Bluetenblaetter (Petal), denn sie enthalten die wichtigen Wirkstoffe."
                  },
                  {
                     "id" : "task002",
                     "name" : "Crafting Task Powder",
                     "description" : "Mitunter werden die Bluetenblaetter aber in pulverisierter Form gebraucht."
                  }
               ]
            },
            {
               "id" : "quest165",
               "name" : "Petal Apothecary",
               "description" : "Wenn man die Bluetenblaetter unterschiedlicher Kraeuter kombiniert erhaelt man neue Pflanzen mit interessanten Eigenschaften.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Crafting Task",
                     "description" : "Neben diesem einfachen Aphotheke brauchst du noch eine Wasserquelle. Fuer jede neue Mischung brauchst zuerst Wasser und am Ende noch einen beliebigen Samen (Seed)."
                  }
               ]
            },
            {
               "id" : "quest166",
               "name" : "Pure Daisy",
               "description" : "Der schlaue Kraeuterkundler weiss das in Holz und Stein auch pure Eigenschaften stecken. Diese muessen aber erst heraus gearbeitet werden.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Detection Task",
                     "description" : "Die Pure Daisy ist genau die Blume, die diese Eigenschaft besitzt."
                  },
                  {
                     "id" : "task001",
                     "name" : "Detection Task",
                     "description" : "Wenn man eine Pure Daisy mit acht Bloecken Holz oder Stein umgibt, kann sie diese in ihre Living Form wandeln."
                  }
               ]
            },
            {
               "id" : "quest167",
               "name" : "Hydroangeas",
               "description" : "Fuer die spaetere Manaproduktion gibt es staerkere Blumen. Eine davon ist die Hydroangeas, die Mana aus Wasserquellen gewinnen kann.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Detection Task",
                     "description" : "Die Hydroangeas verbraucht nur beim ersten Aufstellen einen Wasserblock. Dadurch kann man sie viel enger anordnen. Das solltest du wissen."
                  }
               ]
            },
            {
               "id" : "quest168",
               "name" : "Endoflame",
               "description" : "Die andere gute Manaquelle ist die Endoflame. Sie kann Mana aus Lava generieren. Und wenn man genug davon hat, sollte man sie benutzen.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Detection Task",
                     "description" : "Das Problem hier ist die Lavaproduktion, denn Lava kann nicht so leicht wie Wasser hergestellt werden."
                  }
               ]
            },
            {
               "id" : "quest169",
               "name" : "Horn of the Wild",
               "description" : "Unnamed quest",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Crafting Task",
                     "description" : "A task where the player has to craft specific items."
                  }
               ]
            },
            {
               "id" : "quest170",
               "name" : "Livingrock Twig",
               "description" : "Wir sind erst am Anfang unserer Kraeuterkunde. Aber dafuer brauchen wir wichtig Gegenstaende um das Mana der Natur zu sammeln.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Crafting Task",
                     "description" : "Der Fluss des Manas muss gesteuert werden. Die Wuenschelrute (Twig) dient als Schraubenschluessel des Kraeuterkundlers. Das Spritzgeraet (Spreader) leitet das Mana weiter und der Pool sammelt es."
                  }
               ]
            },
            {
               "id" : "quest171",
               "name" : "Mana Produktion",
               "description" : "Der Anfang der Manaproduktion. Es gibt ein Blume fuer den Tag und eine fuer die Nacht.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Detection Task",
                     "description" : "Man sollte beachten, das die gleichen Blumen nicht zu nah bei einander plaziert werden duerfen. Aber die Dayblooms und Nightshades koennen problemlos gemischt werden."
                  }
               ]
            },
            {
               "id" : "quest172",
               "name" : "Mana Pool",
               "description" : "Unser erster Manapool war recht schnell voll. Er scheint wohl kein grosses Fassungsvermoegen zu haben.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Detection Task",
                     "description" : "Jetzt lernst du die einfache Benutzung deines Manas. Wenn du ein Item in einen gefuellten Manapool wirfst, werden diese in eine verbesserte Form verwandelt. Das geht natuerlich nicht mit allen Dingen. Aber der Tooltip an deinem Cursor hilft die da weiter."
                  }
               ]
            },
            {
               "id" : "quest173",
               "name" : "Mana Tools",
               "description" : "Unser Mananetzwerk wird jetzt immer groesser. Dann wird es Zeit fuer weiter Werkzeuge zum Steuern des Manaflusses.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Crafting Task",
                     "description" : "Den Mana Distributor und das Mana Tablet wird man sich oft brauchen. Die ander werden eher selten gebraucht."
                  }
               ]
            },
            {
               "id" : "quest174",
               "name" : "Mana Items",
               "description" : "Und schon sind wir bei den naechsten aufgewertetet Gegenstaenden, die du als Meister der Kraeuterkunde kennen musst.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Detection Task Steel",
                     "description" : "Manasteel ist eine aufgewertete Form des Eisen."
                  },
                  {
                     "id" : "task001",
                     "name" : "Detection Task Dia Pearl",
                     "description" : "Aber auch Diamanten und Manaperlen lassen sich aufwerten und sind besonders wichtig."
                  }
               ]
            },
            {
               "id" : "quest175",
               "name" : "Manasteel Armor",
               "description" : "Was liegt naeher aus Stahl herzustellen, als ein super Ruestung.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Crafting Task",
                     "description" : "Diese Ruestung haelt viel aus. Wenn man ein gefuelltet Manatablet in seinem Inventar mit sich fuehrt, wird es auch automatisch repariert."
                  }
               ]
            },
            {
               "id" : "quest176",
               "name" : "Mana Lens",
               "description" : "Mit Manalinsen laesst sich das Verhalten der Manaspreader veraendern. Sie koennen auch fuer schoene Schmuckstuecke benutzt werden.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Crafting Task",
                     "description" : "Die Basis aller Linsen."
                  },
                  {
                     "id" : "task001",
                     "name" : "Crafting Task special",
                     "description" : "Stelle von jeder Linse je ein Muster her."
                  }
               ]
            },
            {
               "id" : "quest177",
               "name" : "Ring of Magnetization",
               "description" : "Solche Schmuckstuecke scheinen auf den ersten Blick nur der Optik dienen. Aber dem ist nicht so. Schaue dir die besonderen Eigenschaften genau an. Alle sind irgenwand irgendie sinnvoll.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Crafting Task",
                     "description" : "Nie wieder buecken. Der Magnetring sammelt alles, was auf dem Boden liegt, ein. Sehr praktisches Teil!"
                  }
               ]
            },
            {
               "id" : "quest178",
               "name" : "Runic Altar",
               "description" : "Manche Dinge lassen sich ja wunderbar mit speziellen Blumen erledigen, aber da sind auch mchtigere Zauber. Fuer diese Dinge bedarf es einer maechigeren Waffe, dem Altar.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Crafting Task",
                     "description" : "Der Altar muss jetzt nur noch mit Mana versorgt werden."
                  }
               ]
            },
            {
               "id" : "quest179",
               "name" : "Runen der 5 Elemente",
               "description" : "Die wichtigsten Teile, die mit dem Altar hersgestellt werden koennen, sind die Runen. Sie sind die Basis fuer weitere wichigte Zauber.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Detection Task",
                     "description" : "Die Basisrunen sind den vier Elementen und dem Mana gewidmet."
                  }
               ]
            },
            {
               "id" : "quest180",
               "name" : "Runen der 4 Jahreszeiten",
               "description" : "Diese Runen sind um einiges maechtiger.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Detection Task",
                     "description" : "Das Problem mit den Runen der vier Jahreszeiten ist die geringe Anzahl bei der Herstellung."
                  }
               ]
            },
            {
               "id" : "quest181",
               "name" : "Runen der Glueckseligkeiten",
               "description" : "Die hohe Kunst der Runen. Diese Spezielrunen dienen als Grundlage fuer maechtige Zauber.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Detection Task",
                     "description" : "Ich koennte jetzt aufzaehlen, wo diese Runen ueberall eingesetzt werden koennen. Aber das wuerde dir nur den Spass verderben."
                  }
               ]
            },
            {
               "id" : "quest182",
               "name" : "Welt der Staebe",
               "description" : "Mit den Runen oeffnet sich uns auch der Weg zu interessanten Zauberstaeben.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Crafting Task",
                     "description" : "Mit diesen Staeben lassen sich Bloecke und Soucebloecke setzen."
                  }
               ]
            },
            {
               "id" : "quest183",
               "name" : "Botanische Brauerei",
               "description" : "Die normalen Traenke sind in vielen Faellen schon sehr nuetzlich. Aber sie koennten staerker sind und laenger dauern.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Crafting Task",
                     "description" : "Dieser Braustand sieht zwar etwas ulkig aus, aber er arbeitet sehr zuverlaessig. Ueber deine Moeglichkeiten mit dem Teil solltest du genau dein Lexikon studieren."
                  }
               ]
            },
            {
               "id" : "quest184",
               "name" : "Terrasteel Ingot",
               "description" : "Die naechste Stufe des Kraeuterkundlers. ",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Crafting Task",
                     "description" : "Den genauen Aufbau findest du wieder in deinem Lexikon. Die Versurgung mit Mana erfolgt ueber Sparks. Aber beachte, das der Manaverbrauch gewaltig ist."
                  },
                  {
                     "id" : "task001",
                     "name" : "Detection Task",
                     "description" : "Aus Manasteel, Manaperle und Manadiamond erhaelst du diesen besserern Stahl. Ob der Transformationsprozess startet zeigt dir die Effekteshow."
                  }
               ]
            },
            {
               "id" : "quest185",
               "name" : "Terrasteel Armor",
               "description" : "Und wieder eine formschoene Ruestung.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Crafting Task",
                     "description" : "Diese Ruestung haelt mehr aus."
                  }
               ]
            },
            {
               "id" : "quest186",
               "name" : "Rod of the Terra Firma",
               "description" : "Mit diesem einzigartigen Stab kannst du den Bereich auf dem du stehst einebenen.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Crafting Task",
                     "description" : "Dieser Stab stellt ein Upgrade fuer den Rod of the Lands dar."
                  }
               ]
            },
            {
               "id" : "quest187",
               "name" : "Elven Portal",
               "description" : "Das Elven Portal oeffnet uns den Weg zu den maechtigsten Zaubern eines Krauterkundlers. Wir koennen zwar nicht direkt mit den Elven kommunizieren aber ueber das Portal handel treiben.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Crafting Task",
                     "description" : "Diese zwei Bloecke sind die Basis des Elven Portals. Die genaue Anordung findest wie immer in deinem Lexikon."
                  }
               ]
            },
            {
               "id" : "quest188",
               "name" : "Elementium Ingot",
               "description" : "Elementium Steel ist das staerkste Metall, das du jetzt herstellen kannst.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Detection Task",
                     "description" : "Werfe zwei Manasteel durch das Portal und du erhaelst das gewuenschte."
                  }
               ]
            },
            {
               "id" : "quest189",
               "name" : "Elementium Armor",
               "description" : "Die letzte Ruestung, versprochen!",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Crafting Task",
                     "description" : "So eine rosarote Ruestung ist der Traum eines jeden Spielers."
                  }
               ]
            },
            {
               "id" : "quest190",
               "name" : "Elementium Items",
               "description" : "Mit dem Elvenportal lassen sich neu wichtig Gegenstaende herstellen.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Detection Task",
                     "description" : "Je nachdem was du durch das Elven Portal wirfst, erhaelst du von den Elven die gewuenschten Gegenstaende."
                  }
               ]
            },
            {
               "id" : "quest191",
               "name" : "Elven Rods",
               "description" : "Und wieder Upgrades fuer einfache Staebe.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Crafting Task",
                     "description" : "Mit dem einen Stab kannst Erde in die Luft setzen und mit dem anderen kannst du Fliegen und der letzte baut Bruecken aus Eis."
                  }
               ]
            },
            {
               "id" : "quest192",
               "name" : "Spark Augment",
               "description" : "Du hast ja schon die Sparks kennen gelernt. Mit den Erweiterungen (Augment) kannst du neue Effekte mit den Sparks erreichen.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Detection Task",
                     "description" : "Ein Augment kann zwar immer nur auf ein Spark angewendet werden. Aber trotzdem laesst sich damit das Verhalten der Sparks grundlegend veraendern."
                  }
               ]
            },
            {
               "id" : "quest193",
               "name" : "Ritual of Gaia",
               "description" : "Es wird Zeit fuer einen ordentlichen Bosskampf. Aber dieser hat es in sich. Du solltest eine gute Ruestung und starke Traenke am Start haben.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Crafting Task",
                     "description" : "Neben einem Beacon, den man ja leicht bekommt, brauchst du diese Pylonen. Die Anordnung findest du wieder in deinem Lexicon."
                  },
                  {
                     "id" : "task001",
                     "name" : "Detection Task",
                     "description" : "Nach einem kurzen Kampf, der dich sicher nicht ins schwitzen bringen wird, erhaelst du den Geist von Gaia (Gaia Spirit). Das solltest du unbedingt schnell wiederholen."
                  }
               ]
            },
            {
               "id" : "quest194",
               "name" : "Gaia Items",
               "description" : "Wer haette es gedacht, aus den Gaia Spirit lassen sich noch bessere Gegestaende herstellen.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Crafting Task",
                     "description" : "Der Gaia Spreader kann mehr und schneller Mana transportieren. Der Gaia Spirit Ingot hilft dir dabei eine bessere Gaia zu rufen. Wie, das wissen nur die Goetter."
                  }
               ]
            },
            {
               "id" : "quest195",
               "name" : "Gaia Rod",
               "description" : "Wir hatten lange keinen Stab mehr. Aber dieser ist etwas besonderes.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Crafting Task",
                     "description" : "Dieser Stab ist eine Flaechenwaffe und kann Monster in einem Bereich um den Spieler herum toeten."
                  }
               ]
            },
            {
               "id" : "quest196",
               "name" : "Ender Air Bottle",
               "description" : "Du hast das End betreten. Nachdem du den Drachen getoetet hast, siehst du dich etwas um. Dir faellt auch dieses besondere Aroma in der Luft auf. Ob sich das wohl nutzen laesst?",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Detection Task",
                     "description" : "Wenn du mit einer leeren Flasche in die Luft klickst, faengst du dieses besondere Aroma ein."
                  }
               ]
            },
            {
               "id" : "quest197",
               "name" : "Fluegel Tiara",
               "description" : "Es wird Zeit fuer unsere Flugfaehigkeit.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Crafting Task",
                     "description" : "Diese formschoenen Fluegel lassen sich an den Geschmack des Bezitzer anpassen. Denn nichts ist wichtiger als der aessere Schein."
                  }
               ]
            },
            {
               "id" : "quest198",
               "name" : "Red String",
               "description" : "Rote Faeden, was soll das schon bringen? Die machen bestimmt nur rote Kleidungsstuecke.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Crafting Task",
                     "description" : "Bei dem Aufwand muessen die aber doch etwas wichtiger sein."
                  }
               ]
            },
            {
               "id" : "quest199",
               "name" : "Red String Items",
               "description" : "Doch keine rote Kleidung. Bloecke, die eine magische Fernwirkung haben. Was sich damit alles machen laesst?",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Crafting Task",
                     "description" : "Stelle alle diese Bloecke her. Die Namen sagen alles ueber ihre Funktion aus. Allerdings muss man immer im Kopf haben, das sie entgegen ihrer klassischen Zwillinge, auf entferrnte Inventare wirken."
                  }
               ]
            }
         ]
      },
      {
         "id" : "set007",
         "name" : "Die Blutbank",
         "decription" : "alles zu Blood Magic",
         "quests" : [
            {
               "id" : "quest200",
               "name" : "Opfere dich selbst",
               "description" : "Altar \/ Sacrificial Knife herstellen",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Crafting Task",
                     "description" : "A task where the player has to craft specific items."
                  },
                  {
                     "id" : "task001",
                     "name" : "Crafting Task",
                     "description" : "A task where the player has to craft specific items."
                  }
               ]
            },
            {
               "id" : "quest201",
               "name" : "Blanck Slate",
               "description" : null,
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Detection Task",
                     "description" : "A task where the player needs specific items. These do not have to be handed in, having them in one's inventory is enough."
                  }
               ]
            },
            {
               "id" : "quest202",
               "name" : "Altar Level 1 Orb",
               "description" : "Unnamed quest",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Detection Task",
                     "description" : "A task where the player needs specific items. These do not have to be handed in, having them in one's inventory is enough."
                  }
               ]
            },
            {
               "id" : "quest203",
               "name" : "Divination Sigil",
               "description" : "Unnamed quest",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Detection Task",
                     "description" : "A task where the player needs specific items. These do not have to be handed in, having them in one's inventory is enough."
                  }
               ]
            },
            {
               "id" : "quest204",
               "name" : "erste Sigils",
               "description" : "Unnamed quest",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Crafting Task",
                     "description" : "A task where the player has to craft specific items."
                  }
               ]
            },
            {
               "id" : "quest205",
               "name" : "Alchemic Chemistry Set",
               "description" : "Unnamed quest",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Crafting Task",
                     "description" : "A task where the player has to craft specific items."
                  },
                  {
                     "id" : "task001",
                     "name" : "Detection Task",
                     "description" : "A task where the player needs specific items. These do not have to be handed in, having them in one's inventory is enough."
                  }
               ]
            },
            {
               "id" : "quest206",
               "name" : "Reinforced Slate",
               "description" : null,
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Detection Task",
                     "description" : "A task where the player needs specific items. These do not have to be handed in, having them in one's inventory is enough."
                  }
               ]
            },
            {
               "id" : "quest207",
               "name" : "Altar Level 2 Orb",
               "description" : null,
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Detection Task",
                     "description" : "A task where the player needs specific items. These do not have to be handed in, having them in one's inventory is enough."
                  }
               ]
            },
            {
               "id" : "quest208",
               "name" : "mehr Sigils",
               "description" : "Unnamed quest",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Crafting Task",
                     "description" : "A task where the player has to craft specific items."
                  },
                  {
                     "id" : "task001",
                     "name" : "Crafting Task",
                     "description" : "A task where the player has to craft specific items."
                  },
                  {
                     "id" : "task002",
                     "name" : "Crafting Task",
                     "description" : "A task where the player has to craft specific items."
                  }
               ]
            },
            {
               "id" : "quest209",
               "name" : "Basis Essenzen",
               "description" : "Unnamed quest",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Detection Task",
                     "description" : "A task where the player needs specific items. These do not have to be handed in, having them in one's inventory is enough."
                  }
               ]
            },
            {
               "id" : "quest210",
               "name" : "Imbued Slate",
               "description" : null,
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Detection Task",
                     "description" : "A task where the player needs specific items. These do not have to be handed in, having them in one's inventory is enough."
                  }
               ]
            },
            {
               "id" : "quest211",
               "name" : "Altar Level 3 Orb",
               "description" : null,
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Detection Task",
                     "description" : "A task where the player needs specific items. These do not have to be handed in, having them in one's inventory is enough."
                  }
               ]
            },
            {
               "id" : "quest212",
               "name" : "noch mehr Sigils",
               "description" : null,
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Crafting Task Affinity",
                     "description" : "A task where the player has to craft specific items."
                  },
                  {
                     "id" : "task001",
                     "name" : "Crafting Task Magnetism",
                     "description" : "A task where the player has to craft specific items."
                  },
                  {
                     "id" : "task002",
                     "name" : "Crafting Task Lamp",
                     "description" : "A task where the player has to craft specific items."
                  },
                  {
                     "id" : "task003",
                     "name" : "Crafting Task Bridge",
                     "description" : "A task where the player has to craft specific items."
                  },
                  {
                     "id" : "task004",
                     "name" : "Crafting Task Holding",
                     "description" : "A task where the player has to craft specific items."
                  }
               ]
            },
            {
               "id" : "quest213",
               "name" : "Inscription Tools",
               "description" : null,
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Detection Task",
                     "description" : "A task where the player needs specific items. These do not have to be handed in, having them in one's inventory is enough."
                  }
               ]
            },
            {
               "id" : "quest214",
               "name" : "Ritual Diviner",
               "description" : "Unnamed quest",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Crafting Task",
                     "description" : "A task where the player has to craft specific items."
                  }
               ]
            },
            {
               "id" : "quest215",
               "name" : "Start der Rituale",
               "description" : null,
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Crafting Task",
                     "description" : "A task where the player has to craft specific items."
                  }
               ]
            },
            {
               "id" : "quest216",
               "name" : "Ritual of Binding",
               "description" : null,
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Detection Task",
                     "description" : "A task where the player needs specific items. These do not have to be handed in, having them in one's inventory is enough."
                  }
               ]
            },
            {
               "id" : "quest217",
               "name" : "Weak Blood Shard",
               "description" : null,
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Detection Task",
                     "description" : "A task where the player needs specific items. These do not have to be handed in, having them in one's inventory is enough."
                  }
               ]
            },
            {
               "id" : "quest218",
               "name" : "Bound Armor",
               "description" : null,
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Detection Task",
                     "description" : "A task where the player needs specific items. These do not have to be handed in, having them in one's inventory is enough."
                  },
                  {
                     "id" : "task001",
                     "name" : "Detection Task",
                     "description" : "A task where the player needs specific items. These do not have to be handed in, having them in one's inventory is enough."
                  }
               ]
            },
            {
               "id" : "quest219",
               "name" : "bessere Essenzen",
               "description" : null,
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Detection Task",
                     "description" : "A task where the player needs specific items. These do not have to be handed in, having them in one's inventory is enough."
                  }
               ]
            },
            {
               "id" : "quest220",
               "name" : "Daemonen Zirkel",
               "description" : null,
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Crafting Task",
                     "description" : "A task where the player has to craft specific items."
                  }
               ]
            },
            {
               "id" : "quest221",
               "name" : "Daemonen Kontrolle",
               "description" : null,
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Detection Task",
                     "description" : "A task where the player needs specific items. These do not have to be handed in, having them in one's inventory is enough."
                  }
               ]
            },
            {
               "id" : "quest222",
               "name" : "Demonic Slate",
               "description" : "Unnamed quest",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Detection task",
                     "description" : "A task where the player needs specific items. These do not have to be handed in, having them in one's inventory is enough."
                  }
               ]
            },
            {
               "id" : "quest223",
               "name" : "Altar Level 4 Orb",
               "description" : null,
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Detection Task",
                     "description" : "A task where the player needs specific items. These do not have to be handed in, having them in one's inventory is enough."
                  }
               ]
            },
            {
               "id" : "quest224",
               "name" : "jetzt reichts aber mit Sigils",
               "description" : null,
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Crafting Task Compress",
                     "description" : "A task where the player has to craft specific items."
                  },
                  {
                     "id" : "task001",
                     "name" : "Crafting Task Ender",
                     "description" : "A task where the player has to craft specific items."
                  },
                  {
                     "id" : "task002",
                     "name" : "Crafting Task Haste",
                     "description" : "A task where the player has to craft specific items."
                  },
                  {
                     "id" : "task003",
                     "name" : "Crafting Task Whirlwind",
                     "description" : "A task where the player has to craft specific items."
                  },
                  {
                     "id" : "task004",
                     "name" : "Crafting Task Supression",
                     "description" : "A task where the player has to craft specific items."
                  }
               ]
            },
            {
               "id" : "quest225",
               "name" : "besserer Ritual Diviner",
               "description" : null,
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Detection Task",
                     "description" : "A task where the player needs specific items. These do not have to be handed in, having them in one's inventory is enough."
                  },
                  {
                     "id" : "task001",
                     "name" : "Crafting Task",
                     "description" : "A task where the player has to craft specific items."
                  }
               ]
            },
            {
               "id" : "quest226",
               "name" : "Kristall Tank",
               "description" : null,
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Crafting Task",
                     "description" : "A task where the player has to craft specific items."
                  }
               ]
            },
            {
               "id" : "quest227",
               "name" : "Daemonen Jaeger",
               "description" : null,
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Detection Task",
                     "description" : "A task where the player needs specific items. These do not have to be handed in, having them in one's inventory is enough."
                  }
               ]
            },
            {
               "id" : "quest228",
               "name" : "Ethereal Slate",
               "description" : null,
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Detection task",
                     "description" : "A task where the player needs specific items. These do not have to be handed in, having them in one's inventory is enough."
                  }
               ]
            },
            {
               "id" : "quest229",
               "name" : "Altar Level 5 Orb",
               "description" : null,
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Detection Task",
                     "description" : "A task where the player needs specific items. These do not have to be handed in, having them in one's inventory is enough."
                  }
               ]
            },
            {
               "id" : "quest230",
               "name" : "aber jetzt das letzte Sigils",
               "description" : "Unnamed quest",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Crafting Task",
                     "description" : "A task where the player has to craft specific items."
                  }
               ]
            },
            {
               "id" : "quest231",
               "name" : "Altar Level 6 Orb",
               "description" : "Unnamed quest",
               "tasks" : [
               ]
            },
            {
               "id" : "quest232",
               "name" : "noch besserer Ritual Diviner",
               "description" : "Unnamed quest",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Detection Task",
                     "description" : "A task where the player needs specific items. These do not have to be handed in, having them in one's inventory is enough."
                  },
                  {
                     "id" : "task001",
                     "name" : "Crafting Task",
                     "description" : "A task where the player has to craft specific items."
                  }
               ]
            }
         ]
      },
      {
         "id" : "set008",
         "name" : "Die Safari deines Lebens",
         "decription" : "alles zu Lycanites Mobs",
         "quests" : [
            {
               "id" : "quest233",
               "name" : "Arctic Mobs I",
               "description" : "Jage alle arktischen Mobs (Teil 1).",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Killing Task",
                     "description" : "Die wirst du sicher nur in einem Winterbiom finden.",
                     "mobs" : [
                        {
                           "id" : "mob000",
                           "name" : "Reiver"
                        },
                        {
                           "id" : "mob001",
                           "name" : "Frostweaver"
                        },
                        {
                           "id" : "mob002",
                           "name" : "Yeti"
                        }
                     ]
                  }
               ]
            },
            {
               "id" : "quest234",
               "name" : "Arctic Mobs II",
               "description" : "Jage alle arktischen Mobs (Teil 2).",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Killing Task",
                     "description" : "Die wirst du sicher nur in einem Winterbiom finden.",
                     "mobs" : [
                        {
                           "id" : "mob000",
                           "name" : "Wendigo"
                        },
                        {
                           "id" : "mob001",
                           "name" : "Arix"
                        },
                        {
                           "id" : "mob002",
                           "name" : "Serpix"
                        }
                     ]
                  }
               ]
            },
            {
               "id" : "quest235",
               "name" : "Arctic Scepter",
               "description" : "Sammle alle arktischen Zepter.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Detection Task",
                     "description" : "Die kannst du bei der Jagd erbeuten oder selbst herstellen."
                  }
               ]
            },
            {
               "id" : "quest236",
               "name" : "Demon Mobs I",
               "description" : "Jage alle daemonischen Mobs (Teil 1).",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Killing Task",
                     "description" : "Diese Mobs findet man im Nether.",
                     "mobs" : [
                        {
                           "id" : "mob000",
                           "name" : "Belph"
                        },
                        {
                           "id" : "mob001",
                           "name" : "Behemoth"
                        },
                        {
                           "id" : "mob002",
                           "name" : "Pinky"
                        },
                        {
                           "id" : "mob003",
                           "name" : "Trite"
                        }
                     ]
                  }
               ]
            },
            {
               "id" : "quest237",
               "name" : "Demon Mobs II",
               "description" : "Jage alle daemonischen Mobs (Teil 2).",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Killing Task",
                     "description" : "Diese Mobs findet man im Nether.",
                     "mobs" : [
                        {
                           "id" : "mob000",
                           "name" : "Astaroth"
                        },
                        {
                           "id" : "mob001",
                           "name" : "Nether Soul"
                        },
                        {
                           "id" : "mob002",
                           "name" : "Cacodemon"
                        }
                     ]
                  }
               ]
            },
            {
               "id" : "quest238",
               "name" : "Demon Scepter",
               "description" : "Sammle alle daemonischen Zepter.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Detection Task",
                     "description" : "Die kannst du bei der Jagd erbeuten oder selbst herstellen."
                  }
               ]
            },
            {
               "id" : "quest239",
               "name" : "Desert Mobs I",
               "description" : "Jage alle Wuestenmobs (Teil 1).",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Killing Task",
                     "description" : "Die wirst du sicher nur in einem Wuestenbiom finden.",
                     "mobs" : [
                        {
                           "id" : "mob000",
                           "name" : "Crypt Zombie"
                        },
                        {
                           "id" : "mob001",
                           "name" : "Crusk"
                        },
                        {
                           "id" : "mob002",
                           "name" : "Clink"
                        },
                        {
                           "id" : "mob003",
                           "name" : "Joust Alpha"
                        }
                     ]
                  }
               ]
            },
            {
               "id" : "quest240",
               "name" : "Desert Mobs II",
               "description" : "Jage alle Wuestenmobs (Teil 2).",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Killing Task",
                     "description" : "Die wirst du sicher nur in einem Wuestenbiom finden.",
                     "mobs" : [
                        {
                           "id" : "mob000",
                           "name" : "Erepede"
                        },
                        {
                           "id" : "mob001",
                           "name" : "Gorgomite"
                        },
                        {
                           "id" : "mob002",
                           "name" : "Manticore"
                        }
                     ]
                  }
               ]
            },
            {
               "id" : "quest241",
               "name" : "Desert Scepter",
               "description" : "Sammle alle Wuestenzepter.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Detection Task",
                     "description" : "Die kannst du bei der Jagd erbeuten oder selbst herstellen."
                  }
               ]
            },
            {
               "id" : "quest242",
               "name" : "Forest Mobs I",
               "description" : "Jage alle Waldmobs (Teil 1).",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Killing Task",
                     "description" : "Die wirst du sicher nur in einem Waldbiom finden.",
                     "mobs" : [
                        {
                           "id" : "mob000",
                           "name" : "Ent"
                        },
                        {
                           "id" : "mob001",
                           "name" : "Trent"
                        },
                        {
                           "id" : "mob002",
                           "name" : "Shambler"
                        }
                     ]
                  }
               ]
            },
            {
               "id" : "quest243",
               "name" : "Forest Mobs II",
               "description" : "Jage alle Waldmobs (Teil 2).",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Killing Task",
                     "description" : "Die wirst du sicher nur in einem Waldbiom finden.",
                     "mobs" : [
                        {
                           "id" : "mob000",
                           "name" : "Arisaur"
                        },
                        {
                           "id" : "mob001",
                           "name" : "Spriggan"
                        },
                        {
                           "id" : "mob002",
                           "name" : "Warg"
                        }
                     ]
                  }
               ]
            },
            {
               "id" : "quest244",
               "name" : "Forest Scepter",
               "description" : "Sammle alle Waldzepter.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Detection Task",
                     "description" : "Die kannst du bei der Jagd erbeuten oder selbst herstellen."
                  }
               ]
            },
            {
               "id" : "quest245",
               "name" : "Freshwater Mobs",
               "description" : "Jage alle Sueswassermobs.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Killing Task",
                     "description" : "Sueswasser findet man nur in Fluessen oder kleinen Seen. Einfache Wasserbehaelter koenten schon genuegen. Die Events helfen dir bei den fliegenden Mobs.",
                     "mobs" : [
                        {
                           "id" : "mob000",
                           "name" : "Jengu"
                        },
                        {
                           "id" : "mob001",
                           "name" : "Zephyr"
                        },
                        {
                           "id" : "mob002",
                           "name" : "Strider"
                        },
                        {
                           "id" : "mob003",
                           "name" : "Silex"
                        }
                     ]
                  }
               ]
            },
            {
               "id" : "quest246",
               "name" : "Freshwater Scepter",
               "description" : "Sammle alle Sueswasserzepter.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Detection Task",
                     "description" : "Die kannst du bei der Jagd erbeuten oder selbst herstellen."
                  }
               ]
            },
            {
               "id" : "quest247",
               "name" : "Inferno Mobs I",
               "description" : "Jage alle infernalen Mobs (Teil 1).",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Killing Task",
                     "description" : "Ueberall wo Lava fliesst wirst du diese Mobs antreffen. Aber sei vorsichtig!",
                     "mobs" : [
                        {
                           "id" : "mob000",
                           "name" : "Cinder"
                        },
                        {
                           "id" : "mob001",
                           "name" : "Lobber"
                        },
                        {
                           "id" : "mob002",
                           "name" : "Cephignis"
                        }
                     ]
                  }
               ]
            },
            {
               "id" : "quest248",
               "name" : "Inferno Mobs II",
               "description" : "Jage alle infernalen Mobs (Teil 2).",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Killing Task",
                     "description" : "Ueberall wo Lava fliesst wirst du diese Mobs antreffen. Aber sei vorsichtig!",
                     "mobs" : [
                        {
                           "id" : "mob000",
                           "name" : "Afrit"
                        },
                        {
                           "id" : "mob001",
                           "name" : "Khalk"
                        }
                     ]
                  }
               ]
            },
            {
               "id" : "quest249",
               "name" : "Inferno Scepter",
               "description" : "Sammle alle Infernozepter.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Detection Task",
                     "description" : "Die kannst du bei der Jagd erbeuten oder selbst herstellen."
                  }
               ]
            },
            {
               "id" : "quest250",
               "name" : "Jungle Mobs I",
               "description" : "Jage alle Jungelmobs (Teil 1).",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Killing Task",
                     "description" : "Die wirst du sicher nur in einem Jungelbiom finden.",
                     "mobs" : [
                        {
                           "id" : "mob000",
                           "name" : "Geken"
                        },
                        {
                           "id" : "mob001",
                           "name" : "Uvaraptor"
                        },
                        {
                           "id" : "mob002",
                           "name" : "Concapede"
                        }
                     ]
                  }
               ]
            },
            {
               "id" : "quest251",
               "name" : "Jungle Mobs II",
               "description" : "Jage alle Jungelmobs (Teil 2).",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Killing Task",
                     "description" : "Die wirst du sicher nur in einem Jungelbiom finden.",
                     "mobs" : [
                        {
                           "id" : "mob000",
                           "name" : "Tarantula"
                        },
                        {
                           "id" : "mob001",
                           "name" : "Conba"
                        },
                        {
                           "id" : "mob002",
                           "name" : "Vespid Queen"
                        }
                     ]
                  }
               ]
            },
            {
               "id" : "quest252",
               "name" : "Jungle Scepter",
               "description" : "Sammle alle Jungelzepter.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Detection Task",
                     "description" : "Die kannst du bei der Jagd erbeuten oder selbst herstellen."
                  }
               ]
            },
            {
               "id" : "quest253",
               "name" : "Mountain Mobs I",
               "description" : "Jage alle Bergmobs (Teil 1).",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Killing Task",
                     "description" : "Die wirst du sicher nur in einem Bergbiom finden.",
                     "mobs" : [
                        {
                           "id" : "mob000",
                           "name" : "Jabberwock"
                        },
                        {
                           "id" : "mob001",
                           "name" : "Troll"
                        },
                        {
                           "id" : "mob002",
                           "name" : "Yale"
                        }
                     ]
                  }
               ]
            },
            {
               "id" : "quest254",
               "name" : "Mountain Mobs II",
               "description" : "Jage alle Bergmobs (Teil 2).",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Killing Task",
                     "description" : "Die wirst du sicher nur in einem Bergbiom finden.",
                     "mobs" : [
                        {
                           "id" : "mob000",
                           "name" : "Geonach"
                        },
                        {
                           "id" : "mob001",
                           "name" : "Beholder"
                        },
                        {
                           "id" : "mob002",
                           "name" : "Barghest"
                        }
                     ]
                  }
               ]
            },
            {
               "id" : "quest255",
               "name" : "Mountain Scepter",
               "description" : "Sammle alle Bergzepter.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Detection Task",
                     "description" : "Die kannst du bei der Jagd erbeuten oder selbst herstellen."
                  }
               ]
            },
            {
               "id" : "quest256",
               "name" : "Plain Mobs I",
               "description" : "Jage alle Flachlandmobs (Teil 1).",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Killing Task",
                     "description" : "Die wirst du sicher nur in einem Flachlandbiom finden.",
                     "mobs" : [
                        {
                           "id" : "mob000",
                           "name" : "Kobold"
                        },
                        {
                           "id" : "mob001",
                           "name" : "Ventoraptor"
                        },
                        {
                           "id" : "mob002",
                           "name" : "Maka"
                        }
                     ]
                  }
               ]
            },
            {
               "id" : "quest257",
               "name" : "Plain Mobs II",
               "description" : "Jage alle Flachlandmobs (Teil 2).",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Killing Task",
                     "description" : "Die wirst du sicher nur in einem Flachlandbiom finden.",
                     "mobs" : [
                        {
                           "id" : "mob000",
                           "name" : "Zoataur"
                        },
                        {
                           "id" : "mob001",
                           "name" : "Roc"
                        }
                     ]
                  }
               ]
            },
            {
               "id" : "quest258",
               "name" : "Saltwater Mobs I",
               "description" : "Jage alle Salzwassermobs (Teil 1).",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Killing Task",
                     "description" : "Salzwasser findet man nur in den Meeren. Aber woher nehmen? Hier muss man bestehende Biome aendern. Auch sollte das kuenstliche Meer unter Level 63 liegen und ausreichend tief sein. Die Jagd bei Nacht sollte helfen.",
                     "mobs" : [
                        {
                           "id" : "mob000",
                           "name" : "Lacedon"
                        },
                        {
                           "id" : "mob001",
                           "name" : "Skylus"
                        },
                        {
                           "id" : "mob002",
                           "name" : "Ika"
                        }
                     ]
                  }
               ]
            },
            {
               "id" : "quest259",
               "name" : "Saltwater Mobs II",
               "description" : "Jage alle Salzwassermobs (Teil 2).",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Killing Task",
                     "description" : "Salzwasser findet man nur in den Meeren. Aber woher nehmen? Hier muss man bestehende Biome aendern. Auch sollte das kuenstliche Meer unter Level 63 liegen und ausreichend tief sein. Die Jagd bei Nacht sollte helfen.",
                     "mobs" : [
                        {
                           "id" : "mob000",
                           "name" : "Abtu"
                        },
                        {
                           "id" : "mob001",
                           "name" : "Raiko"
                        }
                     ]
                  }
               ]
            },
            {
               "id" : "quest260",
               "name" : "Shadow Mobs I",
               "description" : "Jage alle Schattenmobs (Teil 1).",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Killing Task",
                     "description" : "Alle dunklen Ecken koennen einen ueberraschen, aber auch zum Jagdglueck verhelfen.",
                     "mobs" : [
                        {
                           "id" : "mob000",
                           "name" : "Grue"
                        },
                        {
                           "id" : "mob001",
                           "name" : "Phantom"
                        },
                        {
                           "id" : "mob002",
                           "name" : "Epion"
                        }
                     ]
                  }
               ]
            },
            {
               "id" : "quest261",
               "name" : "Shadow Mobs II",
               "description" : "Jage alle Schattenmobs (Teil 2).",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Killing Task",
                     "description" : "Alle dunklen Ecken koennen einen ueberraschen, aber auch zum Jagdglueck verhelfen.",
                     "mobs" : [
                        {
                           "id" : "mob000",
                           "name" : "Geist"
                        },
                        {
                           "id" : "mob001",
                           "name" : "Chupacabra"
                        },
                        {
                           "id" : "mob002",
                           "name" : "Shade"
                        }
                     ]
                  }
               ]
            },
            {
               "id" : "quest262",
               "name" : "Shadow Scepter",
               "description" : "Sammle alle Schattenzepter.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Detection Task",
                     "description" : "Die kannst du bei der Jagd erbeuten oder selbst herstellen."
                  }
               ]
            },
            {
               "id" : "quest263",
               "name" : "Swamp Mobs I",
               "description" : "Jage alle Sumpfmobs (Teil 1).",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Killing Task",
                     "description" : "Die wirst du sicher nur in einem Sumpfbiom finden.",
                     "mobs" : [
                        {
                           "id" : "mob000",
                           "name" : "Ghoul Zombie"
                        },
                        {
                           "id" : "mob001",
                           "name" : "Dweller"
                        },
                        {
                           "id" : "mob002",
                           "name" : "Ettin"
                        },
                        {
                           "id" : "mob003",
                           "name" : "Lurker"
                        }
                     ]
                  }
               ]
            },
            {
               "id" : "quest264",
               "name" : "Swamp Mobs II",
               "description" : "Jage alle Sumpfmobs (Teil 2).",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Killing Task",
                     "description" : "Die wirst du sicher nur in einem Sumpfbiom finden.",
                     "mobs" : [
                        {
                           "id" : "mob000",
                           "name" : "Eyewig"
                        },
                        {
                           "id" : "mob001",
                           "name" : "Aspid"
                        },
                        {
                           "id" : "mob002",
                           "name" : "Remobra"
                        }
                     ]
                  }
               ]
            },
            {
               "id" : "quest265",
               "name" : "Swamp Scepter",
               "description" : "Sammle alle Sumpfzepter.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Detection Task",
                     "description" : "Die kannst du bei der Jagd erbeuten oder selbst herstellen."
                  }
               ]
            }
         ]
      },
      {
         "id" : "set009",
         "name" : "Der Drachentoeter",
         "decription" : "alles zu Draconic Evolution",
         "quests" : [
            {
               "id" : "quest266",
               "name" : "Der Gluecksritter",
               "description" : "Diese edle Erz ist schwer zu finden. Trotzdem lassen sich daraus maechtige Waffen und Werkzeuge herstellen. Man findet es sehr selten im Nether oder aber im End. Auch kann man es aus Endstone heraus sieben, wenn man fleissig ist.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Detection Task",
                     "description" : "Finde den Staub und schmelze einen davon zu einem Barren."
                  },
                  {
                     "id" : "task001",
                     "name" : "Crafting Task",
                     "description" : "Das ist die Ingame Modbeschreibung aller Items und Rezepte. Hier werden auch die speziellen Rituale beschrieben."
                  }
               ]
            },
            {
               "id" : "quest267",
               "name" : "Das Wurmloch",
               "description" : "Ein einfachen und simpler Teleporter. Man kann aber immer nur zwei Punkte miteinander verbinden.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Crafting Task",
                     "description" : "Der eine dient dem Speichern der Position und der andere als Teleportationsplattform."
                  }
               ]
            },
            {
               "id" : "quest268",
               "name" : "Des Pudels Kern",
               "description" : "Der erste Kern, den man als junger Drachentoeter lernen muss.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Crafting Task",
                     "description" : "Diese einfache Teil gibt uns eine Vorahnung auf den Materialbedarf dieses Mods."
                  }
               ]
            },
            {
               "id" : "quest269",
               "name" : "Das Kraftpaket",
               "description" : "Neue staerkere Waffen und Maschienen brauchen natuerlich auch einen staerkeren Generator.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Crafting Task",
                     "description" : "Dieser Generator kann Kohle viel effizienter verbrennen als andere."
                  }
               ]
            },
            {
               "id" : "quest270",
               "name" : "Der Sonnenanbeter",
               "description" : "Jetzt zeigt sich die ware Macht des Meisters. Er beherrscht die Zeit selbst. Kontrolliere den Lauf der Sonne.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Crafting Task",
                     "description" : "Mit einem Redstone Signal kann die Zeit beschleunigt werden. Aber, die Tickrate des Spiels wird nicht veraendert!"
                  }
               ]
            },
            {
               "id" : "quest271",
               "name" : "Der Killer",
               "description" : "Fuer die automatische Jadg auf Grosswild braucht man eine besonders gefaehliche Maschine, die auch unkontrollierten Explosionen stand haellt.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Crafting Task",
                     "description" : "Diese nette kleine Maschine kann auch zum Toeten von Withern eingesetzt werden."
                  }
               ]
            },
            {
               "id" : "quest272",
               "name" : "Der Lieferant",
               "description" : "Was waere eine bessere Energieerzeugung ohne eine bessere Ladestation. Hier haben wir genau das richtige.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Crafting Task",
                     "description" : "Eine hoehere Laderate als andere Ladestationen!"
                  }
               ]
            },
            {
               "id" : "quest273",
               "name" : "Der Nimmersatte",
               "description" : "Eins der Highlights dieses Mods ist diese Zauberkisten. Sie ist ein warer Alleskoenner. Passt viel rein und bietet allen Luxus fuer einfache Verarbeitungsschritte.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Crafting Task",
                     "description" : "Jeder sollte so eine Kiste haben. Naja jeder, der fleissig genug ist alle Materialien zu sammeln."
                  }
               ]
            },
            {
               "id" : "quest274",
               "name" : "Die Kernfrage",
               "description" : "Da du jetzt schon etwas Erfahrung hast mit dem Umgang der einfachen Kerne, sollte dir dieser neue bessere Kern keine Sorgen machen.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Crafting Task",
                     "description" : "Ich hoffe du hast dir in der Zwischenzeit schon einen netten Witherkiller gebaut. Denn ab jetzt brauchst du jede Menge Netherstars."
                  }
               ]
            },
            {
               "id" : "quest275",
               "name" : "Der Blechkamerad",
               "description" : "Die Waffen eines Wyvern Kriegers sollten in keinem gut gefuerten Kriegerzelt fehlen.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Crafting Task",
                     "description" : "Diese Waffen haben ein paar nette Zusatzeffekte, die du unbedingt erforschen solltest."
                  }
               ]
            },
            {
               "id" : "quest276",
               "name" : "Der flinke Wiesel",
               "description" : "Auch der friedliche Aspekt sollte nicht zu kurz kommen. Aber wer braucht schon ewigen Frieden?",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Crafting Task",
                     "description" : "Diese Werkzeuge sind nicht nur in ihrer Flaechenwirkung einstellbar. Sie habe auch eine spezielle AOE Eigenschaft. Finde sie heraus."
                  }
               ]
            },
            {
               "id" : "quest277",
               "name" : "Der Beastmaster",
               "description" : "Manchmal benoetigt man Drops von ganz bestimmten Mobs fur die es aber keine Spawner gibt. Da gibt es jetzt Abhilfe.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Detection Task",
                     "description" : "Der schwierige Teil wird hier die Mob Seele sein. Der Rest ist dann ja kein Problem mehr."
                  }
               ]
            },
            {
               "id" : "quest278",
               "name" : "Die Energiekugel",
               "description" : "Das Filetstueck dieses Mods ist der Energiekern. Ein riesen Teil, das auf jeden Fall nett anzusehen ist.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Crafting Task",
                     "description" : "Diese Elemente brauchst du dazu auf jeden Fall."
                  }
               ]
            },
            {
               "id" : "quest279",
               "name" : "Wyvern Armor",
               "description" : "Es geht ja hier ums Drachen toeten. Logisch, das man dafuer auch eine besondere Ruestung braucht. Und die erste Stufe haben wir hier.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Crafting Task",
                     "description" : "Einige Eigenschaften dieser Ruestung lassen sich einstellen."
                  }
               ]
            },
            {
               "id" : "quest280",
               "name" : "Der Drachentoeter",
               "description" : "Und schon sind wir beim Drachen. Toete den Enderdrachen und ernte das Drachenherz. Wer zuerst kommt, malt zu erst. Oder nicht?",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Detection Task",
                     "description" : "Der Enderdrache sollte kein grosses Problem sein. Es gibt auch ein Ritual, um ihn zu beschwoeren. Allerdings wird er dabei auch immer etwas staerker."
                  }
               ]
            },
            {
               "id" : "quest281",
               "name" : "Das Ritual",
               "description" : "Wir sind auf der Zielgeraden zu einem Draconic Meister. Du musst jetzt das Ritual zur Herstellung des Erwachten Draconischen Metalls ausfuehren.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Detection Task",
                     "description" : "Ein Ritual, das es in sich hat. Du schaffst das schon."
                  }
               ]
            },
            {
               "id" : "quest282",
               "name" : "Der Zinnsoldat",
               "description" : "Ein Meister und seine Waffen. Niemand ist vor ihnen sicher.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Crafting Task",
                     "description" : "Diese Waffen haben besondere Effekte. Setze sie weise ein und ziehe nicht den Zorn der Goetter (OPs) auf dich."
                  }
               ]
            },
            {
               "id" : "quest283",
               "name" : "Der Schwerarbeiter",
               "description" : "Ein erwachter Meister wird aber eher an die freidliche Nutzung seines Wissens interessiert sein.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Crafting Task",
                     "description" : "Stelle alle diese Werkzeuge her und staune ueber ihre Faehigkeiten."
                  }
               ]
            },
            {
               "id" : "quest284",
               "name" : "Draconic Armor",
               "description" : "Die letzte Ruestung, die du tragen wirst. Die Ruestung eines Meisters.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Crafting Task",
                     "description" : "Die hoechste Ausbaustufe bietet natuerlich auch die meisten Moeglichkeiten."
                  }
               ]
            },
            {
               "id" : "quest285",
               "name" : "Awakend Core",
               "description" : "Der Kern der Meister. Nach dem letzten Ritual ist das hier schon wieder zu einfach, aber die Muehe hat sich gelohnt.",
               "tasks" : [
                  {
                     "id" : "task000",
                     "name" : "Crafting Task",
                     "description" : "Stelle diesen Kern her!"
                  }
               ]
            }
         ]
      },
      {
         "id" : "set010",
         "name" : "Fast ein Gott",
         "decription" : "unmoegliche Quests",
         "quests" : [
         ]
      }
   ],
   "reputationCatalog" : [
      {
         "id" : "rep000",
         "name" : "Test",
         "neutral" : "neutral",
         "markers" : [
            {
               "id" : "mark000",
               "name" : "Anfaenger"
            },
            {
               "id" : "mark001",
               "name" : "Lehrling"
            },
            {
               "id" : "mark003",
               "name" : "Meister"
            },
            {
               "id" : "mark004",
               "name" : "Experte"
            }
         ]
      }
   ],
   "groupTierCatalog" : [
   ]
}
